package com.example.shyari_app;

import android.content.Intent;
import android.os.Bundle;
import android.view.View;
import android.widget.AdapterView;
import android.widget.ListView;

import androidx.appcompat.app.AppCompatActivity;

public class Shayri_Title_detail_view extends AppCompatActivity {
    ListView listView;
    String Shubhkamna[] = {"ये रात चाँदनी बनकर आँगन में आये,\n" +
            "\n" +
            "ये तारे लोरी गा कर आपको सुनाएं,\n" +
            "\n" +
            "आयें आपको इतने प्यारे सपने यार...\n" +
            "\n" +
            "कि नींद में भी आप हलके से मुस्कुराएं।",
            "ईश्वर न करे आपको कोई ग़म हो,\n" +
            "\n" +
            "और सिर्फ खुशियाँ और हँसी मिले,\n" +
            "\n" +
            "ग़म जब भी बढ़ चले आपकी ओर,\n" +
            "\n" +
            "ईश्वर करे रास्ते में उसे पहले हम मिले।",
            "जन्मदिन के ये बहुत ख़ास लम्हे मुबारक,\n" +
                    "\n" +
                    "आँखों में बसे नए नए ख्वाब मुबारक,\n" +
                    "\n" +
                    "जिंदगी जो लेकर आयी है आपके लिए आज,\n" +
                    "\n" +
                    "वो तमाम खुशियों की हसी सौगात मुबारक।",
            "ज़िन्दगी की कुछ खास दुआएं लेलो हमसे,\n" +
                    "\n" +
                    "जन्मदिन पर कुछ नजराने लेलो हमसे,\n" +
                    "\n" +
                    "भर दे रंग जो तेरे जीवन के पलो में,\n" +
                    "\n" +
                    "आज वो हँसी मुबारक-बाद लेलो हमसे।",
            "खुशी से बीते हर दिन\n" +
                    "\n" +
                    "हर सुहानी रात हो,\n" +
                    "\n" +
                    "जिस तरफ आपके कदम पड़े\n" +
                    "\n" +
                    "फूलों की बरसात हो।\n" +
                    "\n" +
                    "जन्मदिवस की शुभकामनाये...!",
            "दिल से मेरी दुआ है के खुश रहो तुम,\n" +
                    "\n" +
                    "मिले न कोई गम जहाँ भी रहो तुम,\n" +
                    "\n" +
                    "समंदर की तरह दिल है गहरा तुम्हारा,\n" +
                    "\n" +
                    "सदा खुशी से भरा रहे दामन तुम्हारा।",
            "ये दिन ये महिना ये तारीख जब जब आयी,\n" +
                    "\n" +
                    "हमने प्यार से जन्मदिन की महफ़िल सजाई,\n" +
                    "\n" +
                    "हर शमा पर नाम लिख दिया दोस्ती का,\n" +
                    "\n" +
                    "इसकी रौशनी में चाँद जैसी तेरी सूरत समाई।",
            "सुबह का मौसम और आपकी याद;\n" +
                    "\n" +
                    "हलकी सी ठंडक और चाय की प्यास;\n" +
                    "\n" +
                    "यारों की यारी और यारी की मिठास;\n" +
                    "\n" +
                    "शुरू कीजिए अपना दिन मेरी सुप्रभात के साथ।\n" +
                    "\n" +
                    "सुप्रभात!",
            "एक और प्यारी सी सुबह हो गई;\n" +
                    "\n" +
                    "ज़िंदगी की खुशनुमा फ़िज़ा हो गई;\n" +
                    "\n" +
                    "मुबारक हो आपको आज का दिन;\n" +
                    "\n" +
                    "जिसमें शामिल आपकी दुआ हो गई।\n" +
                    "\n" +
                    "सुप्रभात!",
            "ये भी एक दुआ है खुदा से;\n" +
                    "\n" +
                    "किसी का दिल ना दुखे मेरी वजह से;\n" +
                    "\n" +
                    "ऐ खुदा कर दे कुछ ऐसी इनायत मुझ पर,\n" +
                    "\n" +
                    "कि खुशियाँ ही खुशियाँ मिलें सबको मेरी वजह से।\n" +
                    "\n" +
                    "सुप्रभात!",
            "आँखें खोलो भगवान का नाम लो,\n" +
                    "\n" +
                    "सांस लो ठंडी हवा का जाम लो,\n" +
                    "\n" +
                    "फिर ज़रा मोबाइल हाथ में थाम लो,\n" +
                    "\n" +
                    "और हमसे दिलकश सुबह का पैगाम लो.\n" +
                    "\n" +
                    "सुप्रभात",
            "सूरज निकल रहा है पूरब से;\n" +
                    "\n" +
                    "दिन शुरू हुआ आपकी याद से;\n" +
                    "\n" +
                    "कहना चाहते हैं हम आपको दिल से;\n" +
                    "\n" +
                    "हर दिन हो जाये अच्छा आपकी प्यारी सी मुस्कान से।\n" +
                    "\n" +
                    "सुप्रभात!",
            "आसमान का चाँद तेरी बाहों में हो;\n" +
                    "\n" +
                    "तू जो चाहे तेरी राहों में हो;\n" +
                    "\n" +
                    "हर वो ख्वाब हो पूरा जो तेरी आँखों में हो;\n" +
                    "\n" +
                    "खुश किस्मती की हर लकीर तेरे हाथो में हो।\n" +
                    "\n" +
                    "तह दिल से बहुत सारी शुभकामनाएं।",
            "तमन्नाओ से भरी हो ज़िन्दगी;\n" +
                    "\n" +
                    "ख्वाहिशों से भरा हो हर पल;\n" +
                    "\n" +
                    "दामन भी छोटा लगने लगे;\n" +
                    "\n" +
                    "इतनी खुशियाँ दे आपको आने वाला पल।\n" +
                    "\n" +
                    "जीवन के हर कार्य को शिकस्त करने की शुभकामनाएं।",
            "भीगे मौसम की खुशबु हवाओं में हो;\n" +
                    "\n" +
                    "आपके साथ का एहसास इन फिजाओं में हो;\n" +
                    "\n" +
                    "यूहीं सदा रहे आपके होंठो पर मुस्कुराहट;\n" +
                    "\n" +
                    "इतना असर मेरी दुआओं में हो!\n" +
                    "\n" +
                    "शुभकामनाएं!",
            "भीगे मौसम की खुशबु हवाओं में है;\n" +
                    "\n" +
                    "आपके साथ का एहसास इन फिजाओं में है;\n" +
                    "\n" +
                    "यूहीं सदा रहे आपके होंठो पर मुस्कुराहट;\n" +
                    "\n" +
                    "इतना असर तो मेरी दुआओं में है।",
            "ये दुनिया एक छोटा सा ख्वाब है;\n" +
                    "\n" +
                    "जियो अपनी जिंदगी ऐसे;\n" +
                    "\n" +
                    "जैसे जी रहा गुलाब है;\n" +
                    "\n" +
                    "रहकर साथ आप कांटो के भी;\n" +
                    "\n" +
                    "मुस्कुराओ हमेशा जैसे मुस्कुराता गुलाब है।",
            "\n" +
                    "भीगे मौसम की खुशबु हवाओं में हो;\n" +
                    "\n" +
                    "आपके साथ का एहसास इन फिजाओं में हो;\n" +
                    "\n" +
                    "यूहीं सदा रहे आपके होंठो पे मुस्कुराहट;\n" +
                    "\n" +
                    "इतना असर मेरी दुआओं में हो।",
            "खुदा हर नजर से बचाए आपको;\n" +
                    "\n" +
                    "चाँद सितारों से ज्यादा सजाए आपको;\n" +
                    "\n" +
                    "दुःख क्या होता है ये कभी पता न चले;\n" +
                    "\n" +
                    "खुदा जिंदगी में इतना हँसाए आपको।"};
    String Mitarta[] ={"ज़िन्दगी गुज़र जाए पर दोस्ती कम ना हों। \n" +
            "\n" +
            "याद हमें रखना चाहें पास हम ना हों। \n" +
            "\n" +
            "कयामत तक चकता रहे ये प्यारा सा सफर। \n" +
            "\n" +
            "दुआ करे कि कभी ये रिश्ता खतम ना हो।",
            "तारों में अकेले चांद जगमगाता है। \n" +
                    "\n" +
                    "मुश्किलों में अकेले इंसान डगमगाता है। \n" +
                    "\n" +
                    "काटों से मत घबराना मेरे दोस्त। \n" +
                    "\n" +
                    "क्योंकि काटों में भी गुलाब मुस्कुराता है।",
            "कभी रात में तारे गिन के देखना। \n" +
                    "\n" +
                    "जितने तुम गिन पाए उतना तुम हमको याद करते हो। \n" +
                    "\n" +
                    "ओर जितने तारे बच जाए उतना हम तुमको याद करते है।",
            "हर नमी में तेरी कमी तो रहेगी। \n" +
                    "\n" +
                    "आँखे कुछ नम तो रहेगी। \n" +
                    "\n" +
                    "ज़िन्दगी को हम कितना भी सवांरेगे हमेंशा \n" +
                    "\n" +
                    "आप जैसे दोस्त की कमी रहेगी ।",
            "आकाश के तारों में खो गया है एक तारा। \n" +
                    "\n" +
                    "लगता है प्यार उन तारों में एक सितारा। \n" +
                    "\n" +
                    "जो दोस्त इस समय पढ़ रहा है Messenge हमारा।",
            "दोस्त का प्यार दुआ से कम नही होता। \n" +
                    "\n" +
                    "दोस्त दूर हो फिर भी कोई गम नही होता। \n" +
                    "\n" +
                    "प्यार में अक्सर कम हो जाती है दोस्ती । \n" +
                    "\n" +
                    "पर दोस्ती में प्यार कभी कम नही होता।",
            "हमनें कहा ऐ बारिश ज़रा थम के बरस। \n" +
                    "\n" +
                    "जब मेरा दोस्त आ जाये तो जम के बरस। \n" +
                    "\n" +
                    "पहले ना बरस की वो आ ना सके। \n" +
                    "\n" +
                    "उसके आने के बाद इतना बरस की वो जा ना सके।",
            "वो अच्छा है तो अच्छा है,वो बुरा है तो भी अच्छा है, \n" +
                    "\n" +
                    "दोस्ती के मिजाज़ में, यारों के ऐब नहीं देखे जाते।",
            "ये किसने कहा यारी बराबरी वालो से होती है, \n" +
                    "\n" +
                    "ये तो अनमोल है इसमे सब बराबर होता है।",
            "दो रास्ते जींदगी के, दोस्ती और प्यार, \n" +
                    "\n" +
                    "\n" +
                    "एक जाम से भरा, दुसरा इल्जाम से..।",
            "कुछ लोग कहते है दोस्ती बराबर वालो से करनी चाहिये, \n" +
                    "\n" +
                    "\n" +
                    "लेकिन हम कहते है दोस्ती में कोई बराबरी नही करनी चाहिये।",
            "हक़ीकत मोहब्बत की जुदाई होती है, \n" +
                    "\n" +
                    "कभी-कभी प्यार में बेवफाई होती है, \n" +
                    "\n" +
                    "हमारे तरफ हाथ बढ़ाकर तो देखो, \n" +
                    "\n" +
                    "दोस्ती में कितनी सच्चाई होती है।",
            "बेशक थोड़ा इंतजार मिला हमको, \n" +
                    "\n" +
                    "पर दुनिया का सबसे हसीं यार मिला हमको, \n" +
                    "\n" +
                    "न रही तमन्ना अब किसी जन्नत की, \n" +
                    "\n" +
                    "तेरी दोस्ती में वो प्यार मिला हमको।",
            "दिल की हर तमन्ना पूरी हो जाये ये ज़रूरी तो नही, \n" +
                    "\n" +
                    "दिल की हर दुआ पूरी हो जाये ये ज़रूरी तो नही, \n" +
                    "\n" +
                    "जब हमारा इतने प्यारे दोस्त का साथ हो,\n" +
                    "\n" +
                    " तो अब हमारा अब दिल धड़के ये ज़रूरी तो नही।",
            "ऐ मुकद्दर के सिकन्दर मुझ पर एक एहसान करना, \n" +
                    "\n" +
                    "मेरे दोस्त के मुकद्दर में सिर्फ मुस्कान लिखना, \n" +
                    "\n" +
                    "दर्द की परछाई भी उस पर न पड़े, \n" +
                    "\n" +
                    "चाहे तो उसके मुकद्दर में मेरी जान लिखना।",
            "जिसे दिल की कलम ओर मोहब्बत की इंक कहते है। \n" +
                    "\n" +
                    "जिसे लमहों की किताब ओर यादों का कवर कहते है। \n" +
                    "\n" +
                    "यही वो सब्जेक्ट है जिसे Friendship कहते है।",
            "अगर आपकी पलखो पे ख़्वाब रख जाएं कोई । \n" +
                    "\n" +
                    "अगर आपकी सांसो पे नाम लिख जाएं कोई । \n" +
                    "\n" +
                    "इस लिए ये वादा करो भूलोगे नही हमे । \n" +
                    "\n" +
                    "अगर हमसे भी प्यारा दोस्त मिल जाएं कोई ।",
            "काश दिल की आवाज़ में इतना असर हो जाए। \n" +
                    "\n" +
                    "की हम जैसे याद करे उसको खबर हो जाए। \n" +
                    "\n" +
                    "रब से यही दुआ है हमारी । \n" +
                    "\n" +
                    "की जिसे आप चाहे वो आपका हमसफ़र हो जाए।",
            "ज़िन्दगी रहे ना रहे दोस्ती रहेगी। \n" +
                    "\n" +
                    "पास रहो या दूर रहो यादे रहेगी। \n" +
                    "\n" +
                    "अपनी ज़िंदगी मे हमेशा हँसते रहना। \n" +
                    "\n" +
                    "क्योंकि तेरी हँसी में एक मुस्कान मेरी भी रहेगी।"};
    String Majedaar[] = {"कहते है प्यार में भूख प्यास सब मिट जाती है\n" +
            "\n" +
            "तो प्रेमी जोड़े KFC और McDonald में क्या गरबा खेलने जाते है ??",
            "सनम इस जनम में\n" +
                    "\n" +
                    "तू ही तो है एक फूल हमारे चमन में\n" +
                    "\n" +
                    "देखते हैं जब जब तुझको\n" +
                    "\n" +
                    "खलबली मच जाती है पूरे बदन में ||",
            "\n" +
                    "फूलों को फूल पसंद हैं\n" +
                    "\n" +
                    "दिलों को दिल पसंद है\n" +
                    "\n" +
                    "शायर को शायरी पसंद है\n" +
                    "\n" +
                    "किसी की पसंद से हमे क्या\n" +
                    "\n" +
                    "हमें तो बस आपकी\n" +
                    "\n" +
                    "गर्लफ्रेंड पसंद है ||",
            "संता ने अर्ज किया है\n" +
                    "\n" +
                    "दोस्तो गौर फरमाना\n" +
                    "\n" +
                    "कॉलेज की गलियों में अजीब खेल होता है\n" +
                    "\n" +
                    "क्लास के बहाने दिलों का मेल होता है\n" +
                    "\n" +
                    "नोट्स के बदले दिल एक्सचेंज होते हैं\n" +
                    "\n" +
                    "बस इसीलिए तो हर साल लैला पास और मजनू फेल होते हैं ||",
            "संता:\n" +
                    "\n" +
                    "साली-साली करता हूँ, साली पे मै मरता हूँ\n" +
                    "\n" +
                    "एक बात बता दूं मैं लेकिन, अपनी वाली से डरता हूँ\n" +
                    "\n" +
                    "बंता:\n" +
                    "\n" +
                    "अबे साली के बच्चे तू, साले लफंगे लुच्चे तू\n" +
                    "\n" +
                    "किसी और की अमानत को देखेगा\n" +
                    "\n" +
                    "तो तेरी वाली को कोई और देखेगा\n" +
                    "\n" +
                    "अब या तो साली साली गा\n" +
                    "\n" +
                    "या फिर घरवाली-घरवाली गा ||",
            "मच्छर ने काटा वो उसका जनून था\n" +
                    "\n" +
                    "मैंने खुजाया वो मेरा सुकून था\n" +
                    "\n" +
                    "मैं चाहकर भी उसको कैसे मार देता\n" +
                    "\n" +
                    "उस कम्बखत की रगों में तो मेरा ही खून था ||",
            "आपकी बातों पे दिल हारूँ\n" +
                    "\n" +
                    "वाह! वाह!\n" +
                    "\n" +
                    "आपकी सूरत पे जान वारु\n" +
                    "\n" +
                    "वाह! वाह!\n" +
                    "\n" +
                    "जिस दिन आपका एस.एम.एस. नहीं आता\n" +
                    "\n" +
                    "दिल करता है आपको पटक-पटक के मारूँ ||",
            "वो इश्क तो करती है पर जुनून नहीं करती\n" +
                    "\n" +
                    "वो कत्ल तो करती है पर खून नहीं करती\n" +
                    "\n" +
                    "इस कदर कंजूस है मेरी चाहने वाली\n" +
                    "\n" +
                    "मिस कॉल तो करती है पर फोन नहीं करती ||",
            "ऐ खुदा हिचकियों में\n" +
                    "\n" +
                    "कुछ तो फर्क डालना होता\n" +
                    "\n" +
                    "अब कैसे पता करूँ कि\n" +
                    "\n" +
                    "कौनसी वाली याद कर रही है ||",
            "वो बेवफा होती तो यारों बात और थी\n" +
                    "\n" +
                    "उसकी वफ़ा से ही दिल में जखम है\n" +
                    "\n" +
                    "हर दुसरे दिन उसका मैसेज आ जाता है\n" +
                    "\n" +
                    "मोबाइल रिचार्ज करा दो बैलेंस ख़तम है ||",
            "निगाहों से निगाहें मिला कर तो देखो\n" +
                    "\n" +
                    "कभी किसी लड़की को पटा कर तो देखो\n" +
                    "\n" +
                    "हसरतें दिल में दबाने से क्या फ़ायदा\n" +
                    "\n" +
                    "अपने हाथों से ज़रा दबा कर तो देखो ||\n" +
                    "\n" +
                    "मेरी कब्र के पास Wi-Fi जरूर लगाना\n" +
                    "\n" +
                    "क्योंकि मेरे दोस्त इतने कमीने है\n" +
                    "\n" +
                    "कि Wi-Fi यूज करने के लिए, जरूर मेरे पास आएंगे ||",
            "खिडकी से देखा तो रास्ते पे कोई नही था\n" +
                    "\n" +
                    "खिडकी से देखा तो रास्ते पे कोई नही था\n" +
                    "\n" +
                    "वाह वाह\n" +
                    "\n" +
                    "फिर रास्ते पे जाके देखा तो खिडकी में कोई नही था ||",
            "उम्र की राह में जज्बात बदल जाते है\n" +
                    "\n" +
                    "वक़्त की आंधी में हालात बदल जाते है\n" +
                    "\n" +
                    "सोचता हूं काम कर-कर के रिकॉर्ड तोड़ दूं\n" +
                    "\n" +
                    "कमबख्त सैलेरी देख के ख्यालात बदल जाते हैं ||",
            "ना वक्त इतना हैं कि सिलेबस पूरा किया जाए\n" +
                    "\n" +
                    "ना तरकीब कोई की एग्जाम पास किया जाए\n" +
                    "\n" +
                    "ना जाने कौन सा दर्द दिया है इस पढ़ाई ने\n" +
                    "\n" +
                    "ना रोया जाय और ना सोया जाए ||",
            "बेझिझक मुस्कुराये जो भी गम है\n" +
                    "\n" +
                    "जिंदगी में टेंशन किसको कम है\n" +
                    "\n" +
                    "अच्छा या बुरा तो केवल भ्रम है\n" +
                    "\n" +
                    "जिंदगी का नाम ही कभी ख़ुशी कभी गम है ||",
            "तेरी यादों को भुलाने के लिए दिल पे जो\n" +
                    "\n" +
                    "रखे थे हमने पत्थर\n" +
                    "\n" +
                    "कमबख्त सरक कर किडनी में वो आज पथरी बन गए\n" +
                    "\n" +
                    "अब दर्द पहले से ज्यादा होता है ||",
            "दिल के अरमान आँसुओ मे बह गये\n" +
                    "\n" +
                    "हम गली मे थे और गली मे ही रह गये\n" +
                    "\n" +
                    "अपनी तो किस्मत ही खराब थी की लाइट चली गई\n" +
                    "\n" +
                    "जो बात उसे कहनी थी वो उसकी मम्मी से कह गये ||",
            "बिना पुकारे हमें साथ पाओगे\n" +
                    "\n" +
                    "करो वादा कि दोस्ती आप निभाओगे\n" +
                    "\n" +
                    "हम ये नही कहते कि हमें रोज याद करना\n" +
                    "\n" +
                    "बस याद करना उस वक्त जब अकेले अकेले चॉकलेट खाओगे ||",
            "शादी की नई परिभाषा\n" +
                    "\n" +
                    "यह एक ऐसा रास्ता है जिसमे दो लोग मिलकर ऐसी\n" +
                    "\n" +
                    "समस्याओं का समाधान करने में लगे रहते हैं जो पहले थी ही नहीं ||"};
    String Bhagvan[] = {"ईश्वर पर आप तभी विश्वास कर सकते हैं,जब आपको खुद पर विश्वास हो क्योकिईश्वर बाहर नही हमारे अंदर ही हैं!!",
            "कामयाबी के दरवाजे उन्हीं के लिए खुलते हैं,जो उन्हें खटखटाने की ताकत रखते हैं…!!",
            "मुझे अपने आप में कुछ यु बसा लो,के ना रहू जुदा तुमसे और खुद से तुम हो जाऊ!",
            "मैं “किसी से” बेहतर करुं क्या फर्क पड़ता है..!मै “किसी का” बेहतर करूं बहुत फर्क पड़ता है..!!",
            "कहने की जरूरत नही, आना ही बहुत हैं,शिव भक्ति में तेरा शीश झुकाना ही बहुत हैं!!",
            "जब ईश्वर मनुष्य की परीक्षा लेते हैं,तब वो मनुष्य का सामर्थ्य भी बढ़ा देते हैं,ताकि वो अधिक बुद्धिमान और अधिक ताकतवर बनें!!",
            "श्रद्धा का मतलब हैं आत्मविश्वास,और आत्मविश्वास का मतलब हैं ईश्वर में विश्वास!",
            "भगवान बोलते है…तू करता वही है, जो तू चाहता है!पर होता वही है जो मैं चाहता हूँ,तू वही कर जो मैं चाहता हूँ,फिर होगा वही जो तू चाहता है…!",
            "हे प्रभु! मेरी प्रार्थना को ऐसे स्वीकार करो,की जब-जब मेरा सिर झुके,मुझसे जुड़े हर इंसान की जिंदगी सँवर जाए!!",
            "तेरा हाथ सिर पे होने सेमेरे सब काम साकार होते हैं,मैं जहाँ भी देखता हूँ तुझे मेरे मोहनमुझे तो बस तेरे दीदार होते हैं।",
            "शायद मेरे पास सब कुछ नहींपर ईश्वर ने मुझे वो सब दिया है,जिसकी मुझे जरुरत है।मैं इसके लिए ईश्वर का आभारी हूँ।",
            "उसके होते हुए तू क्यों परेशान है,भगवान के चरणों में तो हर समस्या का समाधान है।",
            "हे मालिक! मेरी गुमराहियों,मेरे दोष देखकर उन्हें अनदेखा कर देना,क्यूंकि मैं जिस माहौल में रहता हूँ उसका नाम दुनिया है..!!",
            "कर्म भूमि पर फल के लिएश्रम तो सभी को करना ही पड़ता है,भगवान सिर्फ लकीरें देता है,रंग तो हमें ही भरना पड़ता है!!",
            "सच्चा प्रेम और भगवान एक जैसे ही होते हैंजिसके बारें में बातें सब करते हैंलेकिन महसूस बहुत कम ही लोग करते हैं!!",
            "वो तो सदा सबका है,कभी तू भी उसका बन कर देख,बनेंगे तेरे बिगड़े कामराम नाम तू जप कर देख।",
            "मेरे और भगवान के बीच में बहुत ही ख़ूबसूरत रिश्ता हैं,मैं ज्यादा माँगता नही और वे कम देते नही हैं!",
            "जो मनुष्य जीवन में सत्य के मार्ग पर चलता हैं,उसका सफ़र ईश्वर के पास आकर ही समाप्त होता हैं!",
            "देवो के देव, महादेव आपसे हैं विनती,मेरी भी हो, आपके ख़ास भक्तों में गिनती!!"};
    String BJP[] = {"दुआ करों मैं कोई रास्ता\n" +
            "\n" +
            "निकाल सकूँ\n" +
            "\n" +
            "तुम्हे भी देख सकूँ खुद\n" +
            "\n" +
            "को भी संभाल सकूँ !!",
            "देश को बदलने का जज्बा\n" +
                    "\n" +
                    "सरकारी नौकरी में आते है\n" +
                    "\n" +
                    "नौकरी मिल जाते ही य\n" +
                    "\n" +
                    "दामाद-सा लुफ्त उठाते है !",
            "राजनीति का जनून भी बड़ा गजब होता है\n" +
                    "\n" +
                    "वही लोग दुश्मन बनता है\n" +
                    "\n" +
                    "जो सबसे ख़ास होते है !!",
            "भ्रष्टाचार को भ्रष्टाचार के नाम से ही बेच\n" +
                    "\n" +
                    "रहे है काले धन के है ये वेपारी वोटों के\n" +
                    "\n" +
                    "गरीबी वो क्या मिटायेंगे मिटाकर गरीबों को\n" +
                    "\n" +
                    "जमीन भी बेच खायी ये सौदागर हैं वोटों के !",
            "राजनीति में लोगो को अब बड़ा सोचना चाहिए\n" +
                    "\n" +
                    "जाति-पाति से ऊपर उठकर\n" +
                    "\n" +
                    "ईमानदार नेता चुनाना चाहिए !!",
            "वोटों के खातिर निकले हैं\n" +
                    "\n" +
                    "कुछ सौदागर लेके बण्डल नोटों के\n" +
                    "\n" +
                    "बिकती है हर चीज यहाँ\n" +
                    "\n" +
                    "खरीदार है यहाँ कुछ नेता वोटों के !",
            "अपनी तिजोरी तो हर कोई भरता है\n" +
                    "\n" +
                    "ऐसे लोगो को नेता बनाओ जो जनता\n" +
                    "\n" +
                    "में विकास करता है !!",
            "अब ख़ासदार ख़ास आदमी का है कहाँ\n" +
                    "\n" +
                    "अब आमदार आम आदमी का है कहाँ\n" +
                    "\n" +
                    "अब आजकल के नेता कहाँ आपसे यहाँ\n" +
                    "\n" +
                    "अब आदमी भी आज आदमी का है कहाँ !",
            "हमने दुनिया में मुहब्बत का\n" +
                    "\n" +
                    "असर जिंदा किया हैं\n" +
                    "\n" +
                    "हमनें नफ़रत को गले मिल-मिल\n" +
                    "\n" +
                    "के शर्मिंदा किया हैं !!",
            "इस मंच को सभा को ज़रा प्यार दीजिये\n" +
                    "\n" +
                    "थोड़ा प्रशंसकों पर उपकार कीजिये\n" +
                    "\n" +
                    "नेह निमंत्रण इसे स्वीकार लीजिये\n" +
                    "\n" +
                    "नेता जी आप मंच पर आकर विराजिये !",
            "कीमत तो खूब बढ़ गई दिल्ली में धान की\n" +
                    "\n" +
                    "पर विदा ना हो सकी बेटी किसान की !!",
            "तेरे हर झूठे वादे पर मक्कारी पर लानत है देश मे\n" +
                    "\n" +
                    "फैली नफ़रत वाली बीमारी पर लानत है! देश लूटकर\n" +
                    "\n" +
                    "रोज़ लुटेरे नाक के नीचे भाग रहे चौकीदार तेरी ऐसी\n" +
                    "\n" +
                    "चौकीदारी पर लानत है याद है इक जुमले पर\n" +
                    "\n" +
                    "जब क़ुर्बान गई है ये जनता रूठी तो फर्जी़ !",
            "जनता ने कैसा माहोल कर दिया बेजान लोगों\n" +
                    "\n" +
                    "को भी हिंदू और मुसलमान कर दिया !!",
            "जनता को वो झूंठे वादे अब फिर से मिलने वाले है\n" +
                    "\n" +
                    "हम जनता के सेवक हैं झांसे फिर से मिलने वाले है\n" +
                    "\n" +
                    "दुनिया की सारी सुख सुबिधायें अब जनता की है\n" +
                    "\n" +
                    "सावधान जनता अब वोटों के भिक्षुक मिलने वाले है !",
            "हल्दी घाटी का युद्ध याद अकबर\n" +
                    "\n" +
                    "को जब आ जाता था\n" +
                    "\n" +
                    "कहते हैं अकबर महलो में\n" +
                    "\n" +
                    "सोते-सोते जग जाता था !!",
            "हर दिन बेचारा सैनिक सरहद पर मारा जाता है\n" +
                    "\n" +
                    "तुम कहते थे एक सर के बदले मे दस सर लाऊँगा\n" +
                    "\n" +
                    "छप्पन इंची वाली ऐसी दमदारी पर लानत है !",
            "रहनुमाओं की अदाओं पे फ़िदा है दुनिया\n" +
                    "\n" +
                    "इस बहकती हुई दुनिया को सँभालो यारो !!",
            "आज कल हर जगह वोटो के भिखारी निकल पड़े है\n" +
                    "\n" +
                    "कुटिल राजनीति के मझे हुए खिलाडी निकल पड़े है\n" +
                    "\n" +
                    "गलतियों का दोष औरो पर मढने का जो चलन है\n" +
                    "\n" +
                    "उसे निभाने के लिये बहुत से अनाड़ी निकल पड़े है !",
            "बारी-बारी लूट रहे है लगा-लगा कर अपना\n" +
                    "\n" +
                    "फेरा सामूहिक चुप्पी के\n" +
                    "\n" +
                    "नीचे पलता है बेशर्म अँधेरा !!"};
    String Prerana[] = {"जब ईश्वर मनुष्य की परीक्षा लेता है,\n" +
            "\n" +
            "अब वह मनुष्य का सामर्थ्य भी बढ़ा देता है,\n" +
            "\n" +
            "ताकि वह अधिक बुद्धिमान और ताकतवर बन सके ।",
            "चलते समय ख्याल रखिए चलने का,\n" +
                    "\n" +
                    "बोलते समय ख्याल रखिए बोलने का,\n" +
                    "\n" +
                    "सुनते समय ख्याल रखिए सुनने का ।",
            "अपने हर दिन का अंत एक सकारात्मक सोच के साथ करो,\n" +
                    "\n" +
                    "कोई फर्क नहीं पड़ता है की चीजें कितने कठिन थे,\n" +
                    "\n" +
                    "आने वाला कल चीजों को बेहतर बनाने का एक नया अवसर होगा ।",
            "यदि एक अंडे को बाहर से तोड़ दिया जाता है, \n" +
                    "\n" +
                    "तो जीवन को समाप्त कर दिया जाता है,\n" +
                    "\n" +
                    "अगर वह अंदर से टूट जाए \n" +
                    "\n" +
                    "तो जीवन आरंभ हो जाती है ।\n" +
                    "\n" +
                    "इसीलिए महान चीजें हमेशा \n" +
                    "\n" +
                    "भीतर से आरंभ होती है ।",
            "बुरी बात यह है कि समय कम है\n" +
                    "\n" +
                    "और अच्छी बात यह है कि अभी भी समय है",
            "होकर मायूस ना यू शाम से ढलते रहिए,\n" +
                    "\n" +
                    "जिंदगी भोर है सूरज सा निकलते रहिए ।\n" +
                    "\n" +
                    "एक ही पांव पर ठहरो गे तो थक जाओगे,\n" +
                    "\n" +
                    "धीरे-धीरे ही सही राह पर चलते रहिए ।",
            "आदमी का सही पहचान तब नहीं होती,\n" +
                    "\n" +
                    "जब उसका जीवन आराम चयन \n" +
                    "\n" +
                    "और सुविधा में गुजर रहा हो \n" +
                    "\n" +
                    "बल्कि उसकी सही पहचान तब होती है \n" +
                    "\n" +
                    "जब वह चुनौतियां समस्याएं संकट और प्रतिवाद से गुजरता है ।",
            "आपका असली मुकाबला केवल अपने आप से है,\n" +
                    "\n" +
                    "आज यदि आप खुद को बीते कल से बेहतर पाते हैं,\n" +
                    "\n" +
                    "यह आपकी सबसे बड़ी जीत है ।",
            "जितना बुद्ध के पास था,\n" +
                    "\n" +
                    "जितना कृष्ण के पास था, \n" +
                    "\n" +
                    "उतना ही हमारे पास हैं,\n" +
                    "\n" +
                    "रत्ती भर भी कम नहीं उनसे,\n" +
                    "\n" +
                    "शर्त बस इतनी सी है कि \n" +
                    "\n" +
                    "हम जाग जाएं होश में आ जाएं ।",
            "जब मन कमजोर होता है,\n" +
                    "\n" +
                    "तो परिस्थितियां समस्या बन जाती है,\n" +
                    "\n" +
                    "जब मन स्थिर होता है,\n" +
                    "\n" +
                    "तो परिस्थितियां चुनौती बन जाती है,\n" +
                    "\n" +
                    "जब मन मजबूत होता है,\n" +
                    "\n" +
                    "तो परिस्थितियां अवसर बन जाती है ।",
            "सफल होने का सबसे अच्छा उपाय है,\n" +
                    "\n" +
                    "कि हम उन  सलाह पर काम करना शुरू कर दें,\n" +
                    "\n" +
                    "जो हम दूसरों को देते हैं ।",
            "कभी मत सोचो कि आप अकेले हो,\n" +
                    "\n" +
                    "बल्कि यह सोचो कि आप अकेले ही काफी हो,\n" +
                    "\n" +
                    "रोना बंद करो और अपनी तकलीफों से लड़ना खुद से सीखो,\n" +
                    "\n" +
                    "क्योंकि साथ देने वाले भी शमशान से आगे नहीं जाते ।",
            "जीवन में कभी किसी दिन के लिए पछताना नहीं चाहिए,\n" +
                    "\n" +
                    "क्योंकि अच्छे दिन खुशियां देते हैं,\n" +
                    "\n" +
                    "बुरे दिन अनुभव और और सबसे अच्छे दिन सुनहरी यादें देते हैं ।",
            "एक गलती हमारा अनुभव बढ़ा देती है,\n" +
                    "\n" +
                    "और अनुभव हमारी गलतियों को कम कर देती है ।",
            "जिंदगी में अगर कोई रास्ता दिखाने वाला दोस्त है,\n" +
                    "\n" +
                    "तो वह है हमारा अनुभव ।",
            "दुख सदा पीछे की ओर देखता है,\n" +
                    "\n" +
                    "चिंता सदा इधर-उधर देखती है,\n" +
                    "\n" +
                    "लेकिन विश्वास हमेशा आगे की ओर देखता है ।",
            "अगर रास्ता खूबसूरत है तो पता करें,\n" +
                    "\n" +
                    "किस मंजिल को जाता है,\n" +
                    "\n" +
                    "अगर मंजिल खूबसूरत हैं,\n" +
                    "\n" +
                    "तो रास्ते की परवाह कभी मत करें ।",
            "परिंदे रुक मत तुझमे जान बाकी है,\n" +
                    "\n" +
                    "मंजिल दूर है अभी बहुत उड़ान बाकी है,\n" +
                    "\n" +
                    "यूं ही नहीं मिलती रब की मेहरबानी,\n" +
                    "\n" +
                    "एक से बढ़कर एक इंतिहान अभी बाकी है ",
            "जिंदगी की जंग में हौसला है जरूरी,\n" +
                    "\n" +
                    "जीतने के लिए अभी सारा आसमान बाकी है ।"};
    String Jeevan[] = {"कितना और बदलूं खुद को\n" +
            "\n" +
            "ज़िन्दगी जीने के लिए,\n" +
            "\n" +
            "ऐ ज़िन्दगी, मुझको थोड़ा सा\n" +
            "\n" +
            "मुझमें बाकी रहने दे।",
            "Kitna Aur Badloon Khud Ko\n" +
                    "\n" +
                    "Zindagi Jeene Ke Liye,\n" +
                    "\n" +
                    "Ai Zindagi Mujhko Thoda Sa\n" +
                    "\n" +
                    "Mujh Mein Baki Rehne De.",
            "जब आप खुद को तरसते हैं,\n" +
                    "\n" +
                    "तब दुनिया आपको  तलाशती है है।",
            "जिस दिन आपने यह परवाह करना छोड़ दी,\n" +
                    "\n" +
                    "कि लोग आपके बारे में क्या सोचते हैं,\n" +
                    "\n" +
                    "समझो उस दिन से आपने जिंदगी का,\n" +
                    "\n" +
                    "आनंद लेना शुरू कर दिया ।",
            "ना तो इतने कर बनो कि कोई ठोक दे,\n" +
                    "\n" +
                    "ना तो इतने मीठे बनो कि कोई निकल निगल जाए।",
            "रब से जब भी मांगो तो सबको ही मांगो,\n" +
                    "\n" +
                    "क्योंकि जब रब तुम्हारा होगा,\n" +
                    "\n" +
                    "तो सब तुम्हारा होगा ।",
            "कोई फर्क नहीं पड़ता कि लोग, \n" +
                    "\n" +
                    "आपके बारे में क्या सोचते हैं,\n" +
                    "\n" +
                    "फर्क तो इससे पड़ता है कि,\n" +
                    "\n" +
                    "आप अपने बारे में क्या सोचते हैं ।",
            "अगर आज कमाई से ज्यादा मेहनत करते हो,\n" +
                    "\n" +
                    "तो बहुत जल मेहनत से ज्यादा कमाई करोगे ।",
            "जो बदलता है वही आगे बढ़ता है ।",
            "मैं झुक तो जाऊं,\n" +
                    "\n" +
                    "मसला आसान हो जाएगा,\n" +
                    "\n" +
                    "लेकिन इससे मेरे किरदार का,\n" +
                    "\n" +
                    "बड़ा नुकसान हो जाएगा ।",
            "दुनिया पल-पल रंग बदलती है,\n" +
                    "\n" +
                    "और लोग पूछते हैं कि होली कब है ।",
            "जो दूसरे के चेहरे पर मुस्कुराहट देखना चाहता है,\n" +
                    "\n" +
                    "ऊपर वाला उसकी मुस्कुराहट कभी नहीं छिनता है ।",
            "हार एक सबक है,\n" +
                    "\n" +
                    "जो खुद को सुधारने का मौका देती है ।",
            "अच्छा इंसान मतलबी नहीं होता,\n" +
                    "\n" +
                    "बस दूर हो जाता हूं उन लोगों से,\n" +
                    "\n" +
                    "जिन्हें उसकी कदर नहीं होती ।",
            "सब कुछ इजी होता है,\n" +
                    "\n" +
                    "बस आप बिजी होते हैं,\n" +
                    "\n" +
                    "कुछ भी इजी नहीं होता,\n" +
                    "\n" +
                    "जब आप लेजी होते हैं ।",
            "जिंदगी में जो भी हम चाहते हैं,\n" +
                    "\n" +
                    "वह आसानी से नहीं मिलता,\n" +
                    "\n" +
                    "लेकिन जिंदगी का एक सच यह भी है,\n" +
                    "\n" +
                    "जो हम चाहते हैं वह आसानी से नहीं होता ।",
            "कुछ ऐसा काम करो कि आपके,\n" +
                    "\n" +
                    "माता-पिता अपनी प्रार्थना में कहे,\n" +
                    "\n" +
                    "हे प्रभु हमें हर जन्म में ऐसे ही संतान देना ।",
            "कभी भी किसी का दिल ना दुखाए,\n" +
                    "\n" +
                    "क्योंकि ऐसा ही एक दिल आपके पास भी हैं ।",
            "तेरा गुरूर भी जरूरी है जीने के लिए,\n" +
                    "\n" +
                    "ज्यादा  झुक के मिले तो,\n" +
                    "\n" +
                    "दुनिया पीठ का पायदान बना देती है ।"};
    String Mahobbaat[] = {"दिल की हसरत ज़ुबान पे आने लगी\n" +
            "\n" +
            "तूने देखा और ज़िंदगी मुस्कुराने लगी\n" +
            "\n" +
            "ये इश्क़ की इंतेहा थी या दीवानगी मेरी\n" +
            "\n" +
            "हर सूरत मे सूरत तेरी नज़र आने लगी.",
            "Dil ki hasarat jubaan pe aane lagi\n" +
                    "\n" +
                    "Tune dekhaa aur jindgi muskuraane lagi\n" +
                    "\n" +
                    "Ye eshk ki entehaa thi yaa divaangi meri\n" +
                    "\n" +
                    "Har surat me surat teri najar aane lagi.",
            "हर एक मुलाकात पर वक़्त का तक़ाज़ा हुआ,\n" +
                    "\n" +
                    "जब से उसे देखा दिल का दर्द ताज़ा हुआ,\n" +
                    "\n" +
                    "सुनी थी सिर्फ़ गाज़ल में जुदाई की बातें,\n" +
                    "\n" +
                    "आज खुद पर बीती तो हक़ीक़त का अंदाज़ा हुआ.",
            "Har ek mulaakaat par vakt kaa takaajaa huaa,\n" +
                    "\n" +
                    "Jab se use dekhaa dil kaa dard taajaa huaa,\n" +
                    "\n" +
                    "Suni thi sirph gaajal men judaai ki baaten,\n" +
                    "\n" +
                    "Aaj khud par biti to hakikat kaa andaajaa huaa.",
            "Tumne Dekha Kabhi Chand Se Pani Girte Hue\n" +
                    "\n" +
                    "Maine Dekha Ye Manzar Tumhe Chehra Dhote Hue",
            "तुमने देखा कभी चाँद से पानी गिरते हुए\n" +
                    "\n" +
                    "मैंने देखा ये मंज़र तुम्हें चेहरा धोते हुए",
            "Thukra De Koi Cahat Ko Tu Has Ke Seh Lena\n" +
                    "\n" +
                    "Piyar Ki Tabiyat Main Zabar Jasti Nahi Hoti",
            "ठुकरा दे कोई चाहत को तू हस के सह लेना\n" +
                    "\n" +
                    "\n" +
                    "प्यार की तबियत में ज़बर जस्ती नहीं होती",
            "ज़िंदगी मे प्यार किसने पाया है,\n" +
                    "\n" +
                    "हम यादों में झूमते है तुम्हारी और ज़माना कहता है,\n" +
                    "\n" +
                    "देखो आज फिर पीकर आया है…",
            "Jindgi me pyaar kisne paayaa hai,\n" +
                    "\n" +
                    "Ham yaadon men jhumte hai tumhaari aur jmaanaa kahtaa hai,\n" +
                    "\n" +
                    "Dekho aaj phir pikar aayaa hai…",
            "एक अज़ीब सा रिश्ता है\n" +
                    "\n" +
                    "मेरे और ख्वाहिशों के दरम्यां,\n" +
                    "\n" +
                    "वो मुझे जीने नही देती…\n" +
                    "\n" +
                    "और मै उन्हे मरने नही देता..!",
            "Ek ajib saa rishtaa hai\n" +
                    "\n" +
                    "Mere aur khvaahishon ke daramyaan,\n" +
                    "\n" +
                    "Vo mujhe jine nahi deti…\n" +
                    "\n" +
                    "Aur mai unhe marne nahi detaa..!",
            "एक शम्मा अंधेरे में जलाए रखना,\n" +
                    "\n" +
                    "सुबा होने को है मौहौल बनाए रखना,\n" +
                    "\n" +
                    "कौन जाने वो किस गली से गुज़रे,\n" +
                    "\n" +
                    "हर गली को फूलो से सजाए रखना!",
            "Ek shammaa andhere men jalaaa rakhnaa,\n" +
                    "\n" +
                    "Subaa hone ko hai mauhaul banaaa rakhnaa,\n" +
                    "\n" +
                    "Kaun jaane vo kis gali se gujre,\n" +
                    "\n" +
                    "Har gali ko phulo se sajaaa rakhnaa!",
            "आप की यही बात हमको बेकरार करती है,\n" +
                    "\n" +
                    "आप मान की बात दिल मे चुपके क्यो रखते हो.\n" +
                    "\n" +
                    "मूज़े पता हे की आपको हमसे ही प्यार है तो,\n" +
                    "\n" +
                    "आप हमसे प्यार का इज़हार क्यो नही करते हो.",
            "Aap ki yahi baat hamko bekraar karti hai,\n" +
                    "\n" +
                    "Aap maan ki baat dil me chupke kyo rakhte ho.\n" +
                    "\n" +
                    "Muje pataa he ki aapko hamse hi pyaar hai to,\n" +
                    "\n" +
                    "Aap hamse pyaar kaa ejhaar kyo nahi karte ho.",
            "कोई हमे प्यार करे ऐसा कोई प्यार नही मिलता,\n" +
                    "\n" +
                    "ज़िंदगी भर साथ निभाए ऐसा कोई यार नही मिलता,\n" +
                    "\n" +
                    "दिल में है उमंग किसी से प्यार करने की,\n" +
                    "\n" +
                    "मगर कोई हमे जीई भरके प्यार करे ऐसा कोई दिलदार नही मिलता!!",
            "Koi hame pyaar kare aisaa koi pyaar nahi miltaa\n" +
                    "\n" +
                    "Jindgi bhar saath nibhaaa aisaa koi yaar nahi miltaa\n" +
                    "\n" +
                    "Dil men hai umang kisi se pyaar karneki\n" +
                    "\n" +
                    "Magar koi hame jii bharke pyaar kare aisaa koi dildaar nahi miltaa!!",
            "मेरी साँसों में बिखर जाओ तो अच्छा है...\n" +
                    "\n" +
                    "बन के रूह मेरे जिस्म में उतार जाओ तो अच्छा है...\n" +
                    "\n" +
                    "किसी रात तेरी गोद में सिर रख कर सो जाओं मैं...\n" +
                    "\n" +
                    "उस रात की कभी सुबह ना हो तो अच्छा है..."};
    String Yaade[] = {"हम कहा थे इतने दिनों से …\n" +
            "खुद हमको ही मालूम न था …\n" +
            "\n" +
            "ये वक्त भी क्या गुल खिलाती हे \n" +
            "\n" +
            "हमको कुछ याद ही नहीं …\n" +
            "\n" +
            "ज़िन्दगी के कुछ पल भी \n" +
            "\n" +
            "अजीब सी होती है खुद ही सो जाती हे…\n" +
            "\n" +
            "जागना चाह तो आंख खुली ही नहीं \n" +
            "\n" +
            "जब जागा तो कुछ याद्द ही नहीं …",
            "सॉरी – “गुस्से को”\n" +
                    "\n" +
                    "दुख – “जिंदगी को”\n" +
                    "\n" +
                    "गुस्सा – “रिस्ते को”\n" +
                    "\n" +
                    "जूठा – “विस्वास को”\n" +
                    "\n" +
                    "साथ – “गम को”\n" +
                    "\n" +
                    "धोखा – “प्यार को”\n" +
                    "\n" +
                    "Facebook – “लाइफ को”\n" +
                    "\n" +
                    "Apps – “समय को",
            "दुनिया प्यार करती हे बड़े जोर के साथ\n" +
                    "\n" +
                    "हमने भी किया था बड़े शोर के साथ\n" +
                    "\n" +
                    "अब न करेंगे\n" +
                    "\n" +
                    "करेंगे भी तो बड़े गौर के साथ\n" +
                    "\n" +
                    "क्यों की\n" +
                    "\n" +
                    "कल हमने उन्हें देखा था किसी और के साथ…",
            "लोगों ने कहा की मैं शराबी हूँ,\n" +
                    "\n" +
                    "मैने कहा उन्हो ने आँखों से पिलाइ है.\n" +
                    "\n" +
                    "लोगों ने कहा की मैं आशिक़ हूँ,\n" +
                    "\n" +
                    "मैने कहा आशिक़ी उन्हो ने सिखाई है.\n" +
                    "\n" +
                    "लोगों ने कहा राहुल तू शायर दीवाना है,\n" +
                    "\n" +
                    "मैने कहा उनकी मोहब्बत रंग लाई है.",
            "काश मेरी ज़िन्दगी का अंत कुछ इस तरह हो\n" +
                    "\n" +
                    "की मेरी कबर पे बना उनका घर हो\n" +
                    "\n" +
                    "वो जब जब सोये ज़मीन पर\n" +
                    "\n" +
                    "मेरे सीने से लगा उसका सर हो!",
            "किस्मत पर एतबार किसको है\n" +
                    "\n" +
                    "मिल जाय ख़ुशी तो इंकार किसको है\n" +
                    "\n" +
                    "कुछ मेरी मजबूरियां हैं मेरी जान,\n" +
                    "\n" +
                    "वरना जुदाई से प्यार किसको है!",
            "तू चाँद और मैं सितारा होता,\n" +
                    "\n" +
                    "आसमान में एक आशियाना हमारा होता,\n" +
                    "\n" +
                    "लोग तुम्हे दूर से देखते,\n" +
                    "\n" +
                    "नज़दीक़ से देखने का हक़ बस हमारा होता..",
            "प्यार मे कोई दिल तोड़ देता है\n" +
                    "\n" +
                    "दोस्ती मे कोई भरोसा तोड़ देता है\n" +
                    "\n" +
                    "ज़िंदगी जीना तो कोई गुलाब से सीखे\n" +
                    "\n" +
                    "जो खुद टूट कर दो दिलों को जोड़ देता है…",
            "गम ना कर ज़िंदगी बहुत बड़ी है,\n" +
                    "\n" +
                    "चाहत की महफ़िल तेरे लिए सजी है,\n" +
                    "\n" +
                    "बस एक बार मुस्कुरा कर तो देख,\n" +
                    "\n" +
                    "तक़दीर खुद तुझसे मिलने बाहर खड़ी है…",
            "उगता हुआ सूरज दुआ दे आपको\n" +
                    "\n" +
                    "खिलता हुआ फूल खुशबू दे आपको\n" +
                    "\n" +
                    "हम तो कुछ भी देने के काबिल नहीं,\n" +
                    "\n" +
                    "देनेवाला हज़ार खुशिया दे आपको!",
            "हमने भी कभी प्यार किया था,\n" +
                    "\n" +
                    "थोड़ा नही बेशुमार किया था,\n" +
                    "\n" +
                    "दिल टूट कर रह गया,\n" +
                    "\n" +
                    "जब उसने कहा, अरे मैने तो मज़ाक किया था…",
            "जब जब में लेता हूँ साँस तू याद आती है,\n" +
                    "\n" +
                    "मेरी हर एक साँस मे तेरी खुश्बू बस जाती है,\n" +
                    "\n" +
                    "कैसे कहूँ तेरे बिना में ज़िंदा हूँ,\n" +
                    "\n" +
                    "क्यूंकी हर साँस से पहले तेरी खुसबु आती है…",
            "हर नई सुबह का नया नज़ारा,\n" +
                    "\n" +
                    "ठंडी हवा लेके आई पैगाम हमारा,\n" +
                    "\n" +
                    "जागो,उठो,तैयार हो जाओ,\n" +
                    "\n" +
                    "खुशियो से भरा रहे आज का दिन तुम्हारा.",
            "चाहने से कोई चीज़ अपनी नही होती,\n" +
                    "\n" +
                    "हर मुस्कुराहट खुशी की नही होती, \n" +
                    "\n" +
                    "अरमान तो भूख होती है दिल मे,\n" +
                    "\n" +
                    "मगर कभी वक़्त तो कभी किस्मत सही नही होती….",
            "\n" +
                    "जो हमारा प्यार है,\n" +
                    "\n" +
                    "उन्हे किसी और से प्यार है,\n" +
                    "\n" +
                    "बस हार गये हम यह जानकार,\n" +
                    "\n" +
                    "की जिससे उन्हे प्यार है, वो हमारा यार है …",
            "हम चाहे तो भी तुझे भुला नहीं सकते,\n" +
                    "तेरी यादों से दामन चुरा नहीं सकते,\n" +
                    "तेरे बिना जीना एक पल भी मुमकिन नहीं,\n" +
                    "तुम्हें चाहते हैं इतना कि बता नहीं सकते।\n" +
                    "मिसिंग यू...",
            "ना करो वो वादा जो पूरा ना हो सके,\n" +
                    "\n" +
                    "ना चाहो उसे जिसे पा ना सको,\n" +
                    "\n" +
                    "प्यार कहा किसीका पूरा होता है,\n" +
                    "\n" +
                    "पहेला प्यार अकशर अधुरा ही होता है!!!!",
            "कुछ सालों बाद नाजाने क्या समां होगा,\n" +
                    "\n" +
                    "नाजाने कौन दोस्त कहाँ होगा,\n" +
                    "\n" +
                    "फिर मिलना हुआ तो मिलेंगे यादों में,\n" +
                    "\n" +
                    "जैसे सूखे गुलाब मिलते हैं किताबों में |",
            "चाँदनी चाँद करता है चमकना सितारोँ को पडता है\n" +
                    "\n" +
                    "मोहब्बत आँखे करती है तडपना दिल को पडता है|"};
    String Anay[] = {"\n" +
            "बड़ी तसल्ली से देखा है आज मैंने उसे,\n" +
            "अगर आज नींद नहीं आई तो कोई बात नहीं,",
            "किसी ने मुझसे कहा कि तुम बहुत अच्छे हो,\n" +
                    "मैंने भी उससे कहा बस यही तो खराबी है",
            "\n" +
                    "कभी-कभी तन्हाई भी बहुत सुकून देती है,\n" +
                    "जब हमारे पास खोने को कुछ नहीं होता,",
            "वक्त सबको मिलता है जिंदगी बदलने के लिए\n" +
                    "जिंदगी दोबारा नहीं मिलती वक्त बदलने के लिए",
            "\n" +
                    "कुछ लोग पिघल कर मोम की तरह रिश्ते निभाते हैं\n" +
                    "और कुछ लोग आग बनकर कर उन्हीं को जलाते हैं",
            "ना चाहते हुए भी किसी को छोड़ना पड़ता है\n" +
                    "कुछ मजबूरियां मोहब्बत से भी ज्यादा गहरी होती है",
            "यह दुनिया मतलबी है कोई हाथ नहीं होता\n" +
                    "जब आती है मुसीबत कोई पास नहीं होता",
            "याद रखना कि उस इंसान को कोई बदल नहीं सकता\n" +
                    "जिसे अपनी ही गलती कभी नजर नहीं आती",
            "यह कफन, यह जनाजा, सब बातें हैं\n" +
                    "वरना मर तो इंसान तभी जाता है\n" +
                    "जब कोई याद नहीं करता",
            "जितना गहरा रिश्ता उतनी ज्यादा उम्मीद है\n" +
                    "और जितनी ज्यादा उम्मीदें इतनी गहरी चोट",
            "\n" +
                    "क्या जमाना आ गया है\n" +
                    "अगर पास जरूरत की हो\n" +
                    "तो हर शख्स की जबान मीठे हो जाती है",
            "\n" +
                    "अब जरूरी हो गया है दर्द में मुस्कुराते रहना\n" +
                    "क्योंकि इस हालत में लोग सवाल बहुत करते हैं",
            "जिन लोगों की हंसी खूबसूरत होती है\n" +
                    "याद रखना कि उनके जख्म बहुत गहरे होते हैं",
            "सब्र करो जिसके तुम काबिल हो\n" +
                    "जिंदगी वह हर चीज तुम्हें जरूर देगी",
            "किसी और को पाने के लिए\n" +
                    "अगर खुद को होना पड़े तो\n" +
                    "फिर उस शख्स को होने में ही भलाई है",
            "तेरे इश्क़ का मेरे दिल पे ये कमाल हुआ है\n" +
                    "\n" +
                    "हाल मेरा बेहाल उसपे मुश्किल अर्ज़-ए-हाल हुआ है ||",
            "जब तक जिंदगी है दीपक बन के जिउंगा\n" +
                    "\n" +
                    "मरने के बाद भले ही दुनिया मेरे कब्र को कोई और नाम दे दे ||",
            "इससे बड़ा सबूत और क्या दूँ अपनी मोहब्बत का कि तेरे बगैर भी जिंदा हूँ\n" +
                    "\n" +
                    "गर दिल में तू न होती तो मेरा धडकन तो कब का थम गया होता ||",
            "कहाँ ढूँढ़ते हो तुम इश्क़ को ऐ -बेखबर\n" +
                    "\n" +
                    "ये खुद ही ढून्ढ लेता है जिसे बर्बाद करना हो ||"};
    String Rajniti[] = {"सरकार को गरीबों का ख्याल कब आता है?\n" +
            "चुनाव नजदीक आ जाए तो मुद्दा उछाला जाता है.",
            "मुर्दा लोहे को औजार बनाने वाले,\n" +
                    "अपने आँसू को हथियार बनाने वाले,\n" +
                    "हमको बेकार समझते हैं सियासतदां\n" +
                    "मगर हम है इस मुल्क की सरकार बनाने वाले.",
            "चोर, बेईमान और भ्रष्ट नेताओं की क्यों करते हो बात,\n" +
                    "लोकतंत्र की ताकत है जनता में, दिखला दो इनकी औकात.",
            "मूल जानना बड़ा कठिन हैं नदियों का, वीरो का,\n" +
                    "धनुष छोड़कर और गोत्र क्या होता हैं रणधीरो का,\n" +
                    "पाते हैं सम्मान तपोबल से भूतल पर शूर,\n" +
                    "“जाति-जाति” का शोर मचाते केवल कायर, क्रूर.",
            "जहाँ सच हैं, वहाँ पर हम खड़े हैं,\n" +
                    "इसी खातिर आँखों में गड़े हैं.",
            "नेता की बातों में सच्चाई का अभाव होता है,\n" +
                    "झूठ बोलना तो इनका स्वभाव होता हैं.",
            "नेता भी क्या खूब ठगते हैं,\n" +
                    "ये तो 5 साल बाद ही दिखते हैं.",
            "नजर वाले को हिन्दू और मुसलमान दिखता हैं,\n" +
                    "मैं अन्धा हूँ साहब, मुझे तो हर शख्स में इंसान दिखता हैं.",
            "मैं अपनी आँख पर चशमाँ चढ़ा कर देखता हूँ\n" +
                    "हुनर ज़ितना हैं सारा आजमा कर देखता हूँ\n" +
                    "नजर उतना ही आता हैं की ज़ितना वो दिखाता है\n" +
                    "मैं छोटा हू मगर हर बार कद अपना बढ़ा कर देखता हूँ",
            "लोकतंत्र जब अपने असली रंग में आता हैं,\n" +
                    "तो नेताओं की औकात का पता चल जाता हैं.",
            "तुम से पहले वो जो इक शख़्स यहाँ तख़्त-नशीं था,\n" +
                    "उस को भी अपने ख़ुदा होने पे इतना ही यक़ीं था.",
            "राजा बोला रात है\n" +
                    "राणी बोली रात है\n" +
                    "मंत्री बोला रात है\n" +
                    "संत्री बोला रात है\n" +
                    "यह सुबह सुबह की बात है",
            "सभी एक जैसा ही लिखते हैं, बस मतलब बदल जाते हैं,\n" +
                    "सरकारे वैसे ही चलती हैं, बस वजीर-ए-आजम बदल जाते हैं.",
            "गंदी राजनीति का यह भी एक परिणाम हैं,\n" +
                    "बीस रूपये एक बोतल पानी का दाम हैं.",
            "सियासत की रंगत में ना डूबो इतना,\n" +
                    "कि वीरों की शहादत भी नजर ना आए,\n" +
                    "जरा सा याद कर लो अपने वायदे जुबान को,\n" +
                    "गर तुम्हे अपनी जुबां का कहा याद आए.",
            "न मस्जिद को जानते हैं,\n" +
                    "न शिवालो को जानते हैं,\n" +
                    "जो भूखे पेट हैं,\n" +
                    "वो सिर्फ निवालों को जानते हैं.",
            "क्या खोया, क्या पाया जग में,\n" +
                    "मिलते और बिछुड़ते मग में,\n" +
                    "मुझे किसी से नही शिकायत\n" +
                    "यद्यपि छला गया पग-पग में.",
            "सवाल जहर का नहीं था, वो तो मैं पी गया,\n" +
                    "तकलीफ लोगों को तब हुई, जब मैं फिर भी जी गया.",
            "हमारी रहनुमाओ में भला इतना गुमां कैसे,\n" +
                    "हमारे जागने से, नींद में उनकी खलल कैसे."};
    String Prem[] = {"तेरे सीने से लगकर तेरी आरजू बन जाऊं, \n" +
            "\n" +
            "तेरी सांसो से मिलकर तेरी खुशबु बन जाऊं, \n" +
            "\n" +
            "फासले ना रहे कोई हम दोनों के दरमियां \n" +
            "\n" +
            "मैं मैं ना रहूं बस तुम बन जाऊं ",
            "इश्क से करती हूं मैं जिंदगी से ज्यादा \n" +
                    "\n" +
                    "मैं डरती नहीं मौत से तेरी जुदाई से ज्यादा \n" +
                    "\n" +
                    "चाहे तो आजमा ले मुझे किसी और से ज्यादा \n" +
                    "\n" +
                    "मेरी जिंदगी में कुछ नहीं तेरी मोहब्बत से ज्यादा",
            "रुठ जाओ कितना भी मना लेंगे \n" +
                    "\n" +
                    "दूर जाओ कितना भी बुला लेंगे \n" +
                    "\n" +
                    "दिल आखिर दिल है सागर की रेत तो नहीं \n" +
                    "\n" +
                    "कि नाम लिखकर उसे मिटा देंगे",
            "क्यों तू जी को देखना चाहती है \n" +
                    "\n" +
                    "मेरी आंखें क्यों खामोशियां करती है \n" +
                    "\n" +
                    "बस तेरी बातें क्यों इतना चाहने लगा हूं \n" +
                    "\n" +
                    "तुझको मैं की तारे गिनते हुए कटती है रातें",
            "अगर भूले से से कभी हमारी याद आती हो \n" +
                    "\n" +
                    "और तन बदन में एक सिहरन सी दौड़ जाती हो \n" +
                    "\n" +
                    "तो मेरे सनम तुम मेरे पास चले आना \n" +
                    "\n" +
                    "अगर सुनी सुनी रातें तुम्हें बहुत सताती हो",
            "जो कुछ भी मिला है उसी में खुश हूं, \n" +
                    "\n" +
                    "मैं तेरे लिए खुदा से तकरार नहीं करती।  \n" +
                    "\n" +
                    "कुछ तो बात है तेरी फितरत में जालिम, \n" +
                    "\n" +
                    "वरना तुझे चाहने के खता बार-बार नहीं करती। ",
            "परवाह कर उसके जो तेरी परवाह करे \n" +
                    "\n" +
                    "जिंदगी में जो कभी ना  तन्हा करें \n" +
                    "\n" +
                    "जान बन के उतर जाओ उसके रूह में  \n" +
                    "\n" +
                    "जो जान से भी ज्यादा तुझे वफा करें ",
            "सुकून मिलता है जब उनसे बात होती है \n" +
                    "\n" +
                    "हजार रातों में वो एक रात होती है \n" +
                    "\n" +
                    "निगाह उठाकर जब देखते हैं वह मेरी तरफ \n" +
                    "\n" +
                    "मेरे लिए वही पल पूरी कायनात होती है ",
            "दिल की हसरत जुबान पर आने लगी \n" +
                    "\n" +
                    "तूने देखा और जिंदगी मुस्कुराने लगी \n" +
                    "\n" +
                    "यह इश्क की इंतेहा थी या दीवानगी मेरी \n" +
                    "\n" +
                    "हर सूरत में सूरत तेरी नजर आने लगी ",
            "लफ्ज़ों की तरह मुझसे किताबों में मिलाकर, \n" +
                    "\n" +
                    "दुनिया का तुझे डर है तो ख्वाबों में मिलाकर।  \n" +
                    "\n" +
                    "साहिल को मैंने छू कर तुझे महसूस करूंगा, \n" +
                    "\n" +
                    "तुम मुझसे लहर बनकर किनारों पर मिलाकर।  ",
            "कुछ तो बात है तुझ में \n" +
                    "\n" +
                    "जो तुझे याद करने को जी चाहता है \n" +
                    "\n" +
                    "कुछ खास है जो तुझे बाहों में भरने को जी चाहता है \n" +
                    "\n" +
                    "हम तेरे करीब है या नहीं \n" +
                    "\n" +
                    "यह जानते नहीं है मगर दिलबर \n" +
                    "\n" +
                    "फिर भी मोहब्बत में \n" +
                    "\n" +
                    "हद से गुजरने को जी चाहता है",
            "\n" +
                    "रात का अंधेरा कुछ कहना चाहता है \n" +
                    "\n" +
                    "यह चांद चांदनी का साथ का रहना चाहता है \n" +
                    "\n" +
                    "हम तो तन्हा  ही खुश थे मगर पता नहीं \n" +
                    "\n" +
                    "क्यों अब यह दिल अब किसी के साथ रहना चाहता",
            "हम हवा नहीं जो फिजाओं में खो जाए \n" +
                    "\n" +
                    "हम वक्त नहीं जो कुछ पल में गुजर जाए \n" +
                    "\n" +
                    "हम मौसम भी नहीं जो बदल जाए \n" +
                    "\n" +
                    "हम तो आंसू की तरह जो खुशियों में मिलने आए \n" +
                    "\n" +
                    "और गम में भी साथ निभाए",
            "दो बातें उनसे की तो दिल का दर्द हो गया \n" +
                    "\n" +
                    "लोगों ने हमसे पूछा कि तुम को क्या हो गया \n" +
                    "\n" +
                    "बेकरार आंखों से हंसकर रह गए \n" +
                    "\n" +
                    "यह भी ना कह सके कि हमें प्यार हो गया",
            "मैं यूं मिलूं तुझसे कि तेरा लिबास बन जाऊं, \n" +
                    "\n" +
                    "तुझ से बना के समंदर और खुद प्यास बन जाऊं। \n" +
                    "\n" +
                    "आज पहलू में मुझे टूट कर बिखर जाने दो, \n" +
                    "\n" +
                    "कल को शायद मुमकिन नहीं कि मैं तुमको पाऊं। ",
            "मेरे वजूद में काश तू उतर जाए \n" +
                    "\n" +
                    "मैं देखूं आईना और तू नजर आए \n" +
                    "\n" +
                    "तू हो सामने और यह वक़्त ठहर जाए \n" +
                    "\n" +
                    "और यह जिंदगी तुझे देखते हुए गुजर जाए",
            "तेरे चेहरे में मेरा नूर होगा \n" +
                    "\n" +
                    "फिर तू ना कहीं मुझसे दूर होगा \n" +
                    "\n" +
                    "सोच क्या खुशी मिलेगी जान उस पल \n" +
                    "\n" +
                    "जिस पल तेरी मांग में मेरे नाम का सिंदूर होगा",
            "वो मोहब्बत जो तुम्हारे दिल में है \n" +
                    "\n" +
                    "उसे जुबां पर लाओ और बयां कर दो \n" +
                    "\n" +
                    "आज बस तुम कहो और कहते जाओ \n" +
                    "\n" +
                    "हम बसु सुने ऐसे बेजुबा कर दो",
            "हसरत है सिर्फ तुम्हें पाने की \n" +
                    "\n" +
                    "और कोई ख्वाहिश नहीं इस दीवाने की \n" +
                    "\n" +
                    "शिकवा मुझे तुमसे नहीं खुदा से है \n" +
                    "\n" +
                    "क्या जरूरत थी तुम्हें इतना खूबसूरत बनाने की"};
    String Dard[] = {"A duniya badi bewafa hai samajhna,\n" +
            "\n" +
            "Kahin dil lagane ki koshish na karna.\n" +
            "\n" +
            "Mere doston zindagi ek safer hai samajhna,\n" +
            "\n" +
            "Kahin thaher jane ki koshish na karna.\n" +
            "\n",
            "Aaj hum roye tanha unko bhulane ke liye,\n" +
                    "\n" +
                    "tmaam yaad hai unki hume rulane ke liye,\n" +
                    "\n" +
                    "unki yaadon ko mitane ka jariya na mila,\n" +
                    "\n" +
                    "humne khud ko mitaya unki yaadon ko mitane ke liye.",
            "\n" +
                    "Aaj phir uski yaad ne rula diya,\n" +
                    "\n" +
                    "kesha hain ye chera jisne ye sila diya,\n" +
                    "\n" +
                    "do lafj likhne ka salika na tha,\n" +
                    "\n" +
                    "uske pyar ne mujhe shayar bana diya….",
            "\n" +
                    "Aankho mai arman diya karate hai ;\n" +
                    "\n" +
                    "Ham sabaki Nind Chura liya karate hai :\n" +
                    "\n" +
                    "Ab jab jab aapki palke Zukengi ;\n" +
                    "\n" +
                    "Samaj lena ham aapako yaad kiya karate hai ",
            "Aankhon me tere ashk utaar lenge.\n" +
                    "\n" +
                    "Khushi tujhe dekar gham udhar lenge.\n" +
                    "\n" +
                    "Tere Jane ke bad aaigi teri yaad.\n" +
                    "\n" +
                    "Tere khayalo me hi waqt guzar lenge..",
            "Aansu aa jate hai ankho me rone se pehle,\n" +
                    "\n" +
                    "har khwab toot jata hai sone se pehle.\n" +
                    "\n" +
                    "ishq hai gunah ye to samaz gaye,\n" +
                    "\n" +
                    "kash koi rok leta hone se pehle.",
            "Aansu jo beh rahey hein inhein behney do\n" +
                    "\n" +
                    "Yeh keh rahey hein dil ki baat, kehney do",
            "Aap beeti har kisi ko bataya na karo,\n" +
                    "\n" +
                    "dard-a-dil har kisi ko sunaya na karo\n" +
                    "\n" +
                    "log haat me namak liye ghumte hai \n" +
                    "\n" +
                    "jakhm har kisi ko dikhiya na karo",
            "Aap se dur ho kar hum jayenge kaha,\n" +
                    "\n" +
                    "Aap jaisa dost hum payenge kaha,\n" +
                    "\n" +
                    "Dil ko kaise bhi sambal lenge,\n" +
                    "\n" +
                    "Par ankhon ke aansu hum chupayege kaha",
            "Ab To Dard Se Bhi Mohabbat Hai\n" +
                    "\n" +
                    "Dard Mein Tu Yaad Aati Hai\n" +
                    "\n" +
                    "Khyalon Mein Hi Sahi,\n" +
                    "\n" +
                    "Tu Mera Marham Ban Jati Hai…",
            "Ae zindagi yu mujse Daga na kar\n" +
                    "\n" +
                    "me zinda rahu Bin uske ye dua na kar\n" +
                    "\n" +
                    "koi dekta he use to hoti he jalan\n" +
                    "\n" +
                    "Ae Hawa tu B use chuva na kar…",
            "Akela sa mehsus karo jab tanhai me,\n" +
                    "\n" +
                    "Yaad meri aye jab judai me,\n" +
                    "\n" +
                    "Mehsus karna tumhare karib hu me,\n" +
                    "\n" +
                    "Jab chahe dekh lena apni hi parchai me.",
            "Apki dosti ki ek nazar chahiye\n" +
                    "\n" +
                    "Dil hai beghar ise ek ghar chahiye\n" +
                    "\n" +
                    "Chhodna na kabhi mera sath\n" +
                    "\n" +
                    "Qk aapki dosti hme umer bhar chahiye.",
            "Apne ghamo ki youn numaish na kar\n" +
                    "\n" +
                    "Apne nasib ki youn aazmaish na kar\n" +
                    "\n" +
                    "Jo tera hai tere dar peh khud aayega\n" +
                    "\n" +
                    "Roz roz use paane ki khwaish na kar.",
            "Aye dil kinare ko kinara na samajh,\n" +
                    "\n" +
                    "Aye dil sahare ko sahara na samajh,\n" +
                    "\n" +
                    "Barish aane par kinare toot jate hain,\n" +
                    "\n" +
                    "Musibat aane par sahare chhooth jate hain.",
            "Bade ajeeb hain ye zindagi ke raaste,\n" +
                    "\n" +
                    "anjane mod par kuchh log dost ban jate hain,\n" +
                    "\n" +
                    "milne ki khushi de ya na de\n" +
                    "\n" +
                    "bichhadne ka gam zarur de jate hain…",
            "Bade hi sarfrosh hua karte hai\n" +
                    "\n" +
                    "Hakikato ki aaghosh huwa krte hai\n" +
                    "\n" +
                    "Meri chup se naraz na hua karo\n" +
                    "\n" +
                    "Gehre samunder hamesha khamos Hua Krte Hai.",
            "Behte aashkon ki zubaan nahi hoti\n" +
                    "\n" +
                    "Lafzon mein mohabat bayaan nahi hoti.\n" +
                    "\n" +
                    "Mile jo pyar to kadar karna\n" +
                    "\n" +
                    "Kismat har kisi par maherban nahi hoti…",
            "Bhool ke bhi mujhko bhula na sakoge,\n" +
                    "\n" +
                    "yaad meri dil se hata na sakoge,\n" +
                    "\n" +
                    "banke rahunga  dhadkan main tumhari,\n" +
                    "\n" +
                    "band karke mujhko chupa na sakoge."};
    String Sharabi[] = {"रात हम पिये हुए थे मगर,\n" +
            "\n" +
            "आप की आंखे भी शराबी थी,\n" +
            "\n" +
            "फिर हमारे खराब होने में,\n" +
            "\n" +
            "आप ही कहिए क्या खराबी थी।",
            "रिन्दाने-जहां से ये नफरत\n" +
                    "\n" +
                    "ऐ हजरते-वाइज क्या कहना,\n" +
                    "\n" +
                    "अल्लाह के आगे बस न चला\n" +
                    "\n" +
                    "बंदों से बगावत कर बैठे।",
            "यूँ बिगड़ी बहकी बातों का\n" +
                    "\n" +
                    "कोई शौक़ नही है मुझको,\n" +
                    "\n" +
                    "वो पुरानी शराब के जैसी है\n" +
                    "\n" +
                    "असर सर से उतरता ही नहीं।",
            "हट गई नजरों से नजरें मैकदा सा लुट गया,\n" +
                    "\n" +
                    "मिल गई नजरों से नजरें मैकशी होने लगी।",
            "गमे-दुनिया में गमे-यार भी शामिल कर लो,\n" +
                    "\n" +
                    "नशा बढ़ता है शराबें जो शराबों में मिलें।",
            "नतीजा बेसबब महफिल से उठवाने का क्या होगा,\n" +
                    "\n" +
                    "न होंगे हम तो साकी तेरे मैखाने का क्या होगा।",
            "मेरी तबाही का इल्जाम अब शराब पर है,\n" +
                    "\n" +
                    "करता भी क्या और तुम पर जो आ रही थी बात।",
            "कहीं सागर लबालब हैं कहीं खाली पियाले हैं,\n" +
                    "\n" +
                    "यह कैसा दौर है साकी यह क्या तकसीम है साकी।",
            "मैं तोड़ लेता अगर वो गुलाब होती,\n" +
                    "\n" +
                    "मैं जवाब बनता अगर वो सवाल होती,\n" +
                    "\n" +
                    "सब जानते हैं मैं नशा नहीं करता,\n" +
                    "\n" +
                    "फिर भी पी लेता अगर वो शराब होती।",
            "तोहफे में मत गुलाब लेकर आना,\n" +
                    "\n" +
                    "मेरी क़ब्र पर मत चिराग लेकर आना,\n" +
                    "\n" +
                    "बहुत प्यासा हूँ बरसों से मैं,\n" +
                    "\n" +
                    "जब भी आना शराब लेकर आना।",
            "तुम क्या जानो शराब कैसे पिलाई जाती है,\n" +
                    "\n" +
                    "खोलने से पहले बोतल हिलाई जाती है,\n" +
                    "\n" +
                    "फिर आवाज़ लगायी जाती है आ जाओ टूटे दिल वालों,\n" +
                    "\n" +
                    "यहाँ दर्द-ए-दिल की दवा पिलाई जाती है।",
            "मैं तल्खी-ए-हयात से घबरा के पी गया,\n" +
                    "\n" +
                    "ग़म की स्याह रात से घबरा के पी गया,\n" +
                    "\n" +
                    "इतनी दकीक से कोई कैसे समझ सके,\n" +
                    "\n" +
                    "यज्दां के वाकियात से घबरा के पी गया।",
            "लहरों पे खेजता हुआ लहरा के पी गया,\n" +
                    "\n" +
                    "साक़ी की हर निगाह पे बल खा के पी गया।\n" +
                    "\n" +
                    "मैंने तो छोड़ दी थी पर रोने लगी शराब,\n" +
                    "\n" +
                    "मैं उसके आँसुओं पे तरस खा के पी गया।",
            "ग़म इस कदर बढ़े कि घबरा के पी गया,\n" +
                    "\n" +
                    "इस दिल की बेबसी पे तरस खा के पी गया,\n" +
                    "\n" +
                    "ठुकरा रहा था मुझे बड़ी देर से ज़माना,\n" +
                    "\n" +
                    "मैं आज सब जहान को ठुकरा के पी गया।",
            "ताजगी मिज़ाज में और रंगत जैसे पिघला हुआ सोना,\n" +
                    "\n" +
                    "यहाँ तारीफ तेरी नहीं साकी, यह ज़िक्र शराब का है।",
            "खरीदा जा नहीं सकता है साक़ी ज़र्फ़ रिन्दों का,\n" +
                    "\n" +
                    "\n" +
                    "बहुत शीशे पिघलते हैं तो एक पैमाना बनता है।",
            "पीते थे शराब हम उसने छुड़ाई अपनी कसम देकर,\n" +
                    "\n" +
                    "महफ़िल में यारों ने पिलाई उसी की कसम देकर।",
            "तू होश में थी फिर भी हमें पहचान न पायी,\n" +
                    "\n" +
                    "एक हम हैं कि पी कर भी तेरा नाम लेते रहे।",
            "तौहीन न करना कभी कह कर कड़वा शराब को,\n" +
                    "\n" +
                    "किसी ग़मजदा से पूछो इसमें कितनी मिठास है।"};
    String Bewafa[] = {"उसके चले जाने के बाद…\n" +
            "हम महोबत नहीं करते किसी से,\n" +
            "छोटी सी जिन्दगी है…\n" +
            "किस किस को अजमाते रहेंगे.",
            "हमने भी किसी से प्यार किया था,\n" +
                    "हाथो मे फूल लेकर इंतेज़ार किया था,\n" +
                    "भूल उनकी नही भूल तो हमारी थी,\n" +
                    "क्यों की उन्हो ने नही, \n" +
                    "हमने उनसे प्यार किया था..!!",
            "बेवफ़ाओं की महफ़िल लगेगी , \n" +
                    "आज ज़रा वक़्त पर आना मेहमान-ए-ख़ास हो तुम… !",
            "\n" +
                    "बेवफा लोग बढ़ रहे हैं धीरे धीरे, \n" +
                    "इक शहर अब इनका भी होना चाहिए.",
            "कभी ग़म तो कभी तन्हाई मार गयी,\n" +
                    "कभी याद आ कर उनकी जुदाई मार गयी,\n" +
                    "बहुत टूट कर चाहा जिसको हमने,\n" +
                    "आखिर में उनकी ही बेवफाई मार गयी।",
            "\n" +
                    "Chand par kali ghata chati to hogi,\n" +
                    "Sitaro ko muskurahat aati to hogi,\n" +
                    "Tum lakh chipawo duniya se magar,\n" +
                    "Akele mein tumhe hamari yaad aati toh hogi…",
            "\n" +
                    "Gamo Ki Barsat Samete Baitha Hu,\n" +
                    "Kisi Bewafa Se FAREB Khaye Baitha Hu,\n" +
                    "Jane Kab Dega Uparwala Maut Mujhe,\n" +
                    "Khuda Ke Bharose Aas Lagaye Baitha Hu",
            "Tumhari har ek baat bewafai ki kahani hain,\n" +
                    "Lekin teri har ek sans meri zindagi ki nishani h\n" +
                    "Tum aaj tak samajh nhe paye mere is pyar ko,\n" +
                    "Mere aansu bhi tumhare liye sirf pani hain..!!",
            "उसे उड़ने का शौक था..\n" +
                    "और हमें उसके प्यार की कैद पसंद थी..\n" +
                    "वो शौक पूरा करने उड़ गयी जो..\n" +
                    "आखिरी सांस तक साथ देने को रजामंद थी|",
            "Aag Dilme Lagi Jab Wo Khafa Hue..\n" +
                    "Mehsoos Tab Hua Jab Wo Juda Hue..\n" +
                    "Kar Ke Wafa Kuch De Na Sake Wo..\n" +
                    "Par\n" +
                    "Bahut Kuch De Gaye Jab Wo Bewafa Hue..!",
            "Zindagi mita kar humari nai duniya saja rahi hai vo….\n" +
                    "ek bewafa ka liya hume bhula rahi hai vo….\n" +
                    "logo ka taano se bachna ka liya apna chehra jhupa rahi hai vo….\n" +
                    "mita kar zindagi humari nai duniya basa rahi hai vo…",
            "मुझसे ‘नफरत’ तभी करना\n" +
                    "जब आप मेरे बारे मे ‘सबकुछ’ जानते हो\n" +
                    "तब नहीं जब किसी से ‘कुछ’ सुना हो ।",
            "Tu kahi Bhi Rahe Tere Sar Ilzaam Toh Hain\n" +
                    "Tere Hatho Ki Lakiro Par Mera Naam Toh Hain\n" +
                    "Mujhe Apna Bana Ya Mat Bana Teri Marji\n" +
                    "Par Tu Mere Naam Se Badnaam Toh Hain..",
            "Duniya Ko Dil Ke Daag Dikhaun To Kis Tarah,\n" +
                    "Aye Zindagi Yeh Raaz Chupaon To Kis Tarah…",
            "Tum Zindagi mein aa to gaye magar khyal rakhna\n" +
                    "Hum jaan de dete hain magar jaane nahi dete.",
            "Kuch is tarha kiya usne mere zakham ka elaaj,\n" +
                    "marham bhi lgaya to kaanto ki nok se....",
            "Teri Khushiyo Par Muskrane Ko Jee Chahta Hai,\n" +
                    "Ho Tujhe Dard To Udhas Hone Ko Jee Chahta Hai,\n" +
                    "Teri Muskurhat Hame Itni Pyari Lagti Hai Ki,\n" +
                    "Tere Sang Baar-Baar Hasne Ko Jee Chahta Hai. ",
            "\n" +
                    "Kash tere bina rahe pate hum\n" +
                    "Par ab to mout se pyar hone laga hai..",
            "Jindagi ki baat karte ho,\n" +
                    "Yaha to mot bhi ham se khafa he.\n" +
                    "Ham taj q banaye,\n" +
                    "apni to mumtaj hi bewafa he."};
    String Janmdeen[] = {"जीवन के रास्ते हमेशा गुलज़ार रहें\n" +
            "\n" +
            "चेहरे पर आपके सदा ही मुस्कान रहे\n" +
            "\n" +
            "देता है दिल यह दुआ आपको\n" +
            "\n" +
            "ज़िन्दगी में हर दिन खुशियों की बहार रहे।\n" +
            "\n" +
            "जन्मदिन मुबारक़",
            "Jivan ke raaste hameshaa guljaar rahen\n" +
                    "\n" +
                    "Chehre par aapke sadaa hi muskaan rahe\n" +
                    "\n" +
                    "Detaa hai dil yah duaa aapko\n" +
                    "\n" +
                    "Jindgi men har din khushiyon ki bahaar rahe।\n" +
                    "\n" +
                    "Janmadin mubaark",
            "\n" +
                    "ज़िंदगी की कुछ खास दुआए लेलो हमसे\n" +
                    "\n" +
                    "जन्मदिन पर कुछ नजराने ले लो हमसे\n" +
                    "\n" +
                    "भर दे रंग जो तेरे जीवन के पलो मे\n" +
                    "\n" +
                    "आज वो हसी मुबारक बाद ले लो हमसे",
            "\n" +
                    "jindgi ki kuchh khaas duaaa lelo hamse\n" +
                    "\n" +
                    "janmadin par kuchh najraane le lo hamse\n" +
                    "\n" +
                    "bhar de rang jo tere jivan ke palo me\n" +
                    "\n" +
                    "aaj vo hasi mubaarak baad le lo hamse",
            "तुम्हारी इस अदा पे क्या जवाब दूँ,\n" +
                    "\n" +
                    "अपने यार को क्या तोहफा दूँ,\n" +
                    "\n" +
                    "कोई अच्छा सा फूल होता तो मंगवाता माली से,\n" +
                    "\n" +
                    "जो खुद गुलाब है उसको क्या गुलाब दूँ.",
            "\n" +
                    "यही दुआ करता हूँ खुद से,\n" +
                    "\n" +
                    "आपकी जिंदिगी में कोई गम न हो,\n" +
                    "\n" +
                    "जन्मदिन पर मिले हज़ारो खुशियां,\n" +
                    "\n" +
                    "चाहे उनमें शामिल हम न हो.",
            "हमारी तो दुआ है, कोई गिला नहीं,\n" +
                    "\n" +
                    "वो गुलाब जो आज तक खिला नहीं,\n" +
                    "\n" +
                    "आज के दिन आपको वो सब कुछ मिले,\n" +
                    "\n" +
                    "जो आज तक किसी को कभी मिला नहीं.",
            "फूलों ने अमृत का जाम भेजा है,\n" +
                    "\n" +
                    "तारों ने गगन से सलाम भेजा है,\n" +
                    "\n" +
                    "खुशियों भरी हो जिंदगी आपकी,\n" +
                    "\n" +
                    "यहे दिल से हमने पैगाम भेजा है.",
            "आशाओं के दीप जले\n" +
                    "\n" +
                    "आशीर्वाद – उपहार मिले\n" +
                    "\n" +
                    "वर्षगाँठ हैं आपकी\n" +
                    "\n" +
                    "शुभकामनाओ से प्यार मिले\n" +
                    "\n" +
                    "जन्मदिवस की हार्दिक शुभकामनाये.",
            "आप के जनम दिवस पर आप आज, ख़ूब प्यार पायें,\n" +
                    "\n" +
                    "आप के जनम दिवस पर आप आज, ख़ूब मस्ती करे,\n" +
                    "\n" +
                    "आप के जनम दिवस पर आप आज, ख़ूब ख़ुश रहे,\n" +
                    "\n" +
                    "बस आप यूँही हँसते रहे.\n" +
                    "\n" +
                    "जनम दिवस की शुभ कामनाए",
            "तू खुश रहे खुदा करे मेरा दिल यही दुआ करे\n" +
                    "\n" +
                    "तेरे होंठ मुस्कुराएं सदा तेरी आँख सदा हँसा करे\n" +
                    "\n" +
                    "आँगन तेरा सदा खुशियों से भरा रहे\n" +
                    "\n" +
                    "बहार सदा तेरी ही गली रहे, बस यही दुआ मेरी तेरे लिए रहे।\n" +
                    "\n" +
                    "जन्मदिन मुबारक!",
            "जन्मदिन के ये ख़ास लम्हें मुबारक,\n" +
                    "\n" +
                    "आँखों में बसे नए ख्वाब मुबारक,\n" +
                    "\n" +
                    "जिंदगी जो लेकर आई है आपके लिए आज…\n" +
                    "\n" +
                    "वो तमाम खुशियों की हंसीं सौगात\n" +
                    "\n" +
                    "मुबारक….!!!",
            "तोहफा मैं तुझे आज मेरा दिल ही देता हूँ,\n" +
                    "\n" +
                    "ये हसीन मोका गवाना नहीं चाहता हूँ,\n" +
                    "\n" +
                    "अपने दिल की बात तुम्हारे सामने बतलाता हूँ,\n" +
                    "\n" +
                    "और तुम्हारे जन्म दिन की शुभ कामनाये  हूँ.",
            "आसमान की बुलंदियों पर नाम हो आपका,\n" +
                    "\n" +
                    "चाँद की धरती पर मुकाम हो आपका,\n" +
                    "\n" +
                    "हम तो रहते है छोटी सी दुनिया में,\n" +
                    "\n" +
                    "पर खुदा करे सारा जहाँ हो आपका.",
            "\n" +
                    "उगता हुआ सूरज दुआ दे आपको,\n" +
                    "\n" +
                    "खिलता हुआ फूल खुशबु दे आपको,\n" +
                    "\n" +
                    "हम तो कुछ देने के काबिल नहीं है,\n" +
                    "\n" +
                    "देने वाला हज़ार खुशिया दे आपको.",
            "चाँद से प्यारी चाँदनी,\n" +
                    "\n" +
                    "चाँदनी से भी प्यारी रात,\n" +
                    "\n" +
                    "रात से प्यारी ज़िन्दगी,\n" +
                    "\n" +
                    "और ज़िन्दगी से भी प्यारे आप,\n" +
                    "\n" +
                    "हैप्पी बर्थडे…",
            "आसमान का चाँद तेरी बाहो में हो,\n" +
                    "\n" +
                    "तू जो चाहे वो तेरी राहों में हो,\n" +
                    "\n" +
                    "हर वो ख्वाब हो पूरा जो तेरी आँखों में हो,\n" +
                    "\n" +
                    "खुश किस्मती की हर लकीर तेरी हाथों में हो…",
            "हम आप के दिल मैं रहते है,\n" +
                    "\n" +
                    "इसलिए हर दर्द सहते है,\n" +
                    "\n" +
                    "कोई हम से पहले विश ना कर दे आपको,\n" +
                    "\n" +
                    "इसलिए एडवांस मे हैप्पी बर्थडे कहते है…",
            "जिस दिन आप ज़मी पर आये ये आसमाँ भी खूब रोया था,\n" +
                    "\n" +
                    "आखिर उसके आँसू थमते भी कैसे,\n" +
                    "\n" +
                    "उसने अपना सबसे प्यारा तारा जो खोया था,\n" +
                    "\n" +
                    "हैप्पी बर्थडे!!"};
    String Holi[] = {"होली की रोमांटिक शायरी इन हिंदी 2023\n" +
            "इस बार होली ऐसी मनाऊँगा,\n" +
            "खुद को करके काला पीला,\n" +
            "तेरी गली पहुँच जाऊँगा..\n" +
            "तू सोचती रह जाएगी,\n" +
            "और तेरे भाई के सामने तुझे रंग लगा जाऊँगा…\n" +
            "हैप्पी होली||",
            "प्रोमिस है ! इस होली तुम न आई\n" +
                    "तो रंगो की वर्षा किसी और पर होगी|\n" +
                    "होली मुबारक||",
            "रंग देंगे तुम्हें, अपनी मुहब्बत के रंग में होली पर\n" +
                    "\n" +
                    "ये जो इश्क़ का महीना बीत गया तो क्या हुआ.\n" +
                    "\n" +
                    "होली मुबारक||",
            "होली Special\n" +
                    "\n" +
                    "रंग गुलाबी लगाऊ तो भी कैसे ,\n" +
                    "\n" +
                    "मेहबूब का तो गाल  ही गुलाबी हैं.\n" +
                    "\n" +
                    "Happy  Holi*",
            "\n" +
                    "अजीब  दास्ता है लोगो की\n" +
                    "\n" +
                    "रोज ज़िंदगी मे रंग बदल  बदल के जीते है\n" +
                    "\n" +
                    "और होली पर कहते है\n" +
                    "\n" +
                    "मुझे  रंग से  एलेर्जी है\n" +
                    "\n" +
                    "होली मुबारक||",
            "बाबु वो होली की गुलाल भी बड़ी किस्मत वाली हैं\n" +
                    "\n" +
                    "जो  तेरे गालो को छूते हुए तेरे होठो पे लगती है \n" +
                    "\n" +
                    "I love you  happy Holi*",
            "मैं भी चाहता हु रंग लगाना होली पर,\n" +
                    "\n" +
                    "सर्त इतनी हे रंग तेरे होटो का हो मेरे गालो के ऊपर\n" +
                    "\n" +
                    "I Love You Jaan Happy Holi”",
            "उस गुलाबी चाँद के चेहरे पे थोड़ा सा रंग लगा देते,\n" +
                    "\n" +
                    "तुम जो पास होते तो हम भी होली मना लेते।\n" +
                    "\n" +
                    "होली की शुभकामनाये||",
            "ख़ुशी में डूबी ये लोगों की टोली है,\n" +
                    "\n" +
                    "बुरा ना मानो होली है\n" +
                    "\n" +
                    "HAPPY HOLI FRNDZ\n" +
                    "\n" +
                    "होली की शुभकामनाये||",
            "राधा का रंग और कान्हा की पिचकारी,\n" +
                    "\n" +
                    "प्यार के रंग से रंग दो दुनिया सारी,\n" +
                    "\n" +
                    "ये रंग ना जाने कोई भाषा ना कोई बोली,\n" +
                    "\n" +
                    "मुबारक हो आपको रंग भारी होली\n" +
                    "\n" +
                    "|| हेप्पी होली ||",
            "\n" +
                    "रंगों  का त्यौहार  है होली थोड़ी ख़ुशी मना लेना,\n" +
                    "\n" +
                    "हम थोडा दूर  है आपसे जरा गुलाल हमारी  तरफ से भी लगा लेना!!!\n" +
                    "\n" +
                    "Happy Holi*",
            "भीग गए थे हम उस Pagli के मोहब्बत के रंग में\n" +
                    "\n" +
                    "और लोग समझ बैठे कहीं होली खेल कर आया है\n" +
                    "\n" +
                    "होली की शुभकामनाये||",
            "सुबह रंगीली शाम रंगीली ऐसी आयी है ये होली\n" +
                    "\n" +
                    "सब पर बरसे रंग कई पर मेरी खाली थी झोली\n" +
                    "\n" +
                    "दिन रंगीन, रंगीली रात दिल में रह गयी दिल की बात\n" +
                    "\n" +
                    "कैसे सह पाऊ मैं पगली मिले जो मुझको कई आघात\n" +
                    "\n" +
                    "होली की शुभकामनाये||",
            "जब भी आती देखी होली रात अँधेरी मुझको बोली\n" +
                    "\n" +
                    "सुबह के रंग में रंग दूंगी तुझको पर सुबह ने आँख न खोली\n" +
                    "\n" +
                    "होली की शुभकामनाये||",
            "\n" +
                    "होली आयी और चली गयी,सब की दुनिया रंग गयी\n" +
                    "\n" +
                    "मैं मासूम लिए दिल अपना जाने कितनी बार चली गयी\n" +
                    "\n" +
                    "Happy Holi*",
            "तेरी चाहत का रंग चढ़ा है मुझ पर\n" +
                    "\n" +
                    "वो उतरे तो खेलूं होली......\n" +
                    "\n" +
                    "होली की शुभकामनाये||",
            "\n" +
                    "तुम्हारे बगैर,किस बात की होली !\n" +
                    "\n" +
                    "बस एक दिन था,जैसे-तैसे गुज़र गया !!\n" +
                    "\n" +
                    "होली की शुभकामनाये ||\n" +
                    "\n" +
                    "My Love*",
            "बाँहो मे भरकर पूछा था उन्होंने....!!!\n" +
                    "\n" +
                    "कौन सा रंग लगाँऊ तुमहे...!!!\n" +
                    "\n" +
                    "हमने भी कह दिया ...!!\n" +
                    "\n" +
                    "मुझे Sirf...!!! Tumhare होठो का रंग पसंद है..!!!\n" +
                    "\n" +
                    "होली की शुभकामनाये ||",
            "जउनके प्यारे से चेहरे पर रंग लगा देते !\n" +
                    "\n" +
                    "वो पास होते तो हम भी होली मना लेते !!\n" +
                    "\n" +
                    "Happy Holi Sweet Heart*"};
    String Deepawali[] = {"Aai aai Diwali aai,\n" +
            "\n" +
            "Saath me kitni Khushiya laayi,\n" +
            "\n" +
            "Dhoom machao, mauz manao,\n" +
            "\n" +
            "aap sabhi ko Diwali ki badhai.\n" +
            "\n" +
            "Happy Diwali",
            "आपकी दोस्ती हमे इस कदर है प्यारी\n" +
                    "\n" +
                    "जिस तरह बिन पानी के मछली बेचारी\n" +
                    "\n" +
                    "अब न और कुछ खवाहिश है\n" +
                    "\n" +
                    "\n" +
                    "बस तुम दोस्त बने रहो यही तुमसे गुजरिश है।",
            "अंधेरा हुआ दूर रात के साथ,\n" +
                    "\n" +
                    "नई सुबह आई दिवाली लेके साथ,\n" +
                    "\n" +
                    "अब आंखें खोलो देखो एक संदेश आई है,\n" +
                    "\n" +
                    "दिवाली की शुभ कामना साथ लाई है।\n" +
                    "\n" +
                    "\n" +
                    "\" दीपावली की हार्दिक शुभकामनाएं\"",
            "दीप जलते जगमगाते रह,\n" +
                    "\n" +
                    "हम आपको आप हमें याद आते रह,\n" +
                    "\n" +
                    "जब तक ज़िन्दगी है, दुआ है हमारी\n" +
                    "\n" +
                    "\n" +
                    " आप चाँद कि तरह जगमगाते रहे…",
            "दीपावली का ये पवन त्योहर,\n" +
                    "\n" +
                    "आप के जीवन में आई खुशिया आपर,\n" +
                    "\n" +
                    "तन, मान, धन का सुख लाये अपरम्पार,\n" +
                    "\n" +
                    "ये सुभकामनाय हमारी करे स्वीकर !!\n" +
                    "\n" +
                    "\n" +
                    "आपको और आपके परिवार को \"हैप्पी दीपावली\"",
            "दीपावली का ये पावन त्यौहार, \n" +
                    "\n" +
                    "जीवन में लाए खुशियाँ आपार, \n" +
                    "\n" +
                    "लक्ष्मी जी विराजे आपके द्वार, \n" +
                    "\n" +
                    "\n" +
                    "सुभकामनाएँ हमारी करें स्वीकार!!\n" +
                    "\n" +
                    "आपको और आपके परिवार को दीपावली की हार्दिक शुभकामनाएं",
            "दिवाली आई, मस्ति चाही, रंगी रंगोली, \n" +
                    "\n" +
                    "दीप  जलाये, धूम धड़ाका, \n" +
                    "\n" +
                    "छोड़ा फटका, जलि फुलझड़ियां, \n" +
                    "\n" +
                    "\n" +
                    "सबको भाए, “हैप्पी दिवाली“",
            "दिवाली के इस मंगल अवसर पर, \n" +
                    "\n" +
                    "आप सभी की मनोकामना पूरी हो, \n" +
                    "\n" +
                    "खुशियाँ आपके कदम चूमे, \n" +
                    "\n" +
                    "इसी कामना के साथ आप सभी को, \n" +
                    "\n" +
                    "\n" +
                    "दिवाली की ढेरो बधाइयाँ.",
            "दिवाली पर्व है खुशी का,\n" +
                    "\n" +
                    "उजलो का, लक्ष्मी का….\n" +
                    "\n" +
                    "क्या दिवाली आपकी जिंदगी खुशियो से भारी हो,\n" +
                    "\n" +
                    "दुनिया उजालो से रोशन हो,\n" +
                    "\n" +
                    "घर पर मां लक्ष्मी का आगम हो...\n" +
                    "\n" +
                    "\n" +
                    "\"दीपावली की हार्दिक शुभकामनाएं\"",
            "हर दम खुशियाँ हो साथ, \n" +
                    "\n" +
                    "कभी दामन ना हो खाली, \n" +
                    "\n" +
                    "हम सब के तरफ से, \n" +
                    "\n" +
                    "\n" +
                    "विश यू हैप्पी दिवाली.",
            "\n" +
                    "होंठों पे हँसी, आँखों में ख़ुशी \n" +
                    "\n" +
                    "ग़म का खानीं नाम नहीं , \n" +
                    "\n" +
                    "ये “दिवाली” लए अप्प की ज़िन्दगी में इतनी खुशियां, \n" +
                    "\n" +
                    "\n" +
                    "जिसकी खभी शाम न हो…",
            "इस दीवाली पे हमारी दुआ है की, \n" +
                    "\n" +
                    "आपका हर सपन्न पूरा हो, \n" +
                    "\n" +
                    "दुनिया के ऊँचे मुकाम आपके हो, \n" +
                    "\n" +
                    "\n" +
                    "शोहरत की बुलंदियों पर नाम आपका हो! \n" +
                    "\n" +
                    "आपको दीपावली की बहुत बहुत शुभकामनाएं!",
            "आज \"रोशनी का त्योहार\" है,\n" +
                    "\n" +
                    "फिर से दिवाली का दिन है,\n" +
                    "\n" +
                    "लोगों को तैयार करने का समय आ गया है,\n" +
                    "\n" +
                    "\n" +
                    "थाली को सजाने का समय आ गया है।",
            "झिलमिलाते दीपों की आभा से प्रकाशित, \n" +
                    "\n" +
                    "ये दीवाली आपके घर आँगन में, \n" +
                    "\n" +
                    "धन धान्य सुख समृद्धि और इश्वोर, \n" +
                    "\n" +
                    "के अन्नत आशीर्वाद ले कर आये. \n" +
                    "\n" +
                    "\n" +
                    "हैप्पी दिवाली",
            "कुमकुम भरे कदमों से,\n" +
                    "\n" +
                    "आए लक्ष्मीजी आपके द्वार,\n" +
                    "\n" +
                    "सुख संपति मिले आपको अपरम्पार,\n" +
                    "\n" +
                    "खुशी यो से भरा रहे सारा साल,\n" +
                    "\n" +
                    "आप का हर सपना हो सकारो\n" +
                    "\n" +
                    "\n" +
                    "दीपावली की हार्दिक शुभकामनाएं",
            "पल पल से बनता है एहसास,\n" +
                    "\n" +
                    "एहसास से बनता है विश्वास,\n" +
                    "\n" +
                    "विश्वास से बनते हैं रिश्ते,\n" +
                    "\n" +
                    "\n" +
                    "और रिश्ते से बनता है कोई खास,\n" +
                    "\n" +
                    "दीपावली की हार्दिक शुभकामनाएं",
            "फूल की शुरुआत कली से होती है,\n" +
                    "\n" +
                    "जिंदगी की शुरुआत प्यार से होती है,\n" +
                    "\n" +
                    "प्यार की शुरुआत अपने से होती है और\n" +
                    "\n" +
                    "\n" +
                    "अपने की शुरुआत आपसे होती है।\n" +
                    "\n" +
                    "दीपावली की हार्दिक शुभकामनाएं",
            "सफलता कदम चुमती रहे,\n" +
                    "\n" +
                    "खुशी आस पास घुमती रहे,\n" +
                    "\n" +
                    "यश इतना फेलै की कस्तूरी शर्मा जाए,\n" +
                    "\n" +
                    "लक्ष्मी की कृपा इतनी हो की बालाजी भी देखते रह जाए।\n" +
                    "\n" +
                    "\n" +
                    "\"दीपावली की हार्दिक शुभकामनाएं\"",
            "सबको दीपावली की शुभकामनाये\n" +
                    "\n" +
                    "हम देते हैं आपको लाखो दुआ।\n" +
                    "\n" +
                    "नया वर्ष हो पुराने जैसा यादगार,\n" +
                    "\n" +
                    "\n" +
                    "आप सबको मिले अपनी खुशी का संसार।"};
    String Navvarsh[] = {"नए साल की नयी उम्र में,\n" +
            "\n" +
            "भाग्य सभी के जागे, \n" +
            "\n" +
            "कभी न लागे गम की आंधी, \n" +
            "\n" +
            "तुझे मेरी उमरिया लागे",
            "यह  साल  तेरे  वास्ते  खुशियों  का  नगर  हो,\n" +
                    "\n" +
                    "क्या  खूब   हो  हर  रोज़  तेरी  ईद  अगर  हो ,\n" +
                    "\n" +
                    "हर  रात  मुबारक का नए  गीत  सुनाये ,",
            "उदासियाँ  दे  कर जो सितमगर गुज़र गया,\n" +
                    "\n" +
                    " अब तुम भी बस करो क दिसंबर गुज़र गया!! \n" +
                    "\n" +
                    "Good bye the month of sadness!!",
            "दिल से निकली दुआ है हमारी,\n" +
                    "\n" +
                    " ज़िंदगी में मिले आपको खुशियां साडी,\n" +
                    "\n" +
                    " ग़म न दे खुद आपको कभी, \n" +
                    "\n" +
                    "चाहे तो एक ख़ुशी काम करदे हमारी.",
            "जो गुज़रे साल हुआ इस साल न हो,\n" +
                    "\n" +
                    " उन् का इक़रार हो इंकार न हो, \n" +
                    "\n" +
                    "मेरी बाहों में उंनकी बाहें हो, \n" +
                    "\n" +
                    "खुदा कुछ ऐसा ही नया साल हो\n" +
                    "\n" +
                    " हैप्पी नई ईयर",
            "आज फिर साल ने उस रोज़ को दोहराया है, \n" +
                    "\n" +
                    "आज फिर पहली मुलाक़ात का दिन आया है,\n" +
                    "\n" +
                    " आज फिर तुमको मेरी याद बहुत आएगी, \n" +
                    "\n" +
                    "आज फिर तुमने मेरी सोच को महकाया है.",
            "मंजिल इंसान  के हौसले आजमाती है.. \n" +
                    "\n" +
                    "सपनों के परदे आँखों से हटती है,\n" +
                    "\n" +
                    " किसी भी बात से हिम्मत न हारना धोकर हे,\n" +
                    "\n" +
                    " इंसान को चलना सिखाती है..",
            "आप हमारे करीब न सही पर दिल में रहते है, \n" +
                    "\n" +
                    "इसलिए हर दर्द सहते है, \n" +
                    "\n" +
                    "कही आप हमसे पहले न विश करदो \n" +
                    "\n" +
                    "इसलिए आपको पहले हैप्पी नई ईयर कहते है.",
            "पल पल से बनता है एहसास, \n" +
                    "\n" +
                    "एहसास से बनता है विश्वास, \n" +
                    "\n" +
                    "विश्वास से बनते है रिश्ते, \n" +
                    "\n" +
                    "और रिश्ते से बनता है कोई खास, \n" +
                    "\n" +
                    "जैसे आप\n" +
                    "\n" +
                    " हैप्पी नई ईयर",
            "आज भूल जाओ दुनिया क सारे गम,\n" +
                    "\n" +
                    " चलो जमा एक संग तुम और हम.. \n" +
                    "\n" +
                    "आओ बांटे चारों तरफ खुशियां और प्यार,\n" +
                    "\n" +
                    " चलो दिल खोल क बोले हैप्पी New Year!!",
            "दिन को रात से पहले,\n" +
                    "\n" +
                    " चाँद को सितारों  से पहले,\n" +
                    "\n" +
                    " दिल को धड़कन से पहले, \n" +
                    "\n" +
                    "और आपको सबसे पहले,\n" +
                    "\n" +
                    "Happy New Year 2023",
            "मछली को इंग्लिश में कहते हैं फिश\n" +
                    "\n" +
                    " हम आपको बड़ा करते हैं मिस\n" +
                    "\n" +
                    " हमसे पहले कोई कर न दे विश \n" +
                    "\n" +
                    "इसलिए सबसे पहले आपलो कर रहे हैं दिल से विश…\n" +
                    "\n" +
                    "Happy New Year 2023",
            "न साथी है, न हमसफ़र है\n" +
                    "\n" +
                    " कोई न किसी के हम न हमारा है \n" +
                    "\n" +
                    "कोई पर आपको देख कर कह सकते हैं \n" +
                    "\n" +
                    "एक प्यारा सा दोस्त हमारा भी कोई…\n" +
                    "\n" +
                    " Happy New Year 2023",
            "गुजरे वक़्त का अँधेरा मिटा देते \n" +
                    "\n" +
                    "हो हर साल नयी उम्मीदें नए अरमान.. \n" +
                    "\n" +
                    "सबके दिलो में जगा देते हो हर साल\n" +
                    "\n" +
                    " Happy New Year 2023",
            "गुल को गुलशन मुबारक,\n" +
                    "\n" +
                    " चाँद को चांदनी मुबारक,\n" +
                    "\n" +
                    " शायर को शायरी मुबारक, \n" +
                    "\n" +
                    "और हमारी तरफ से आप को   \n" +
                    "\n" +
                    "New Year 2023 मुबारक.",
            "काश खुशियों की एक दुकान होती \n" +
                    "\n" +
                    "और उसमे हमारी पहचान होती\n" +
                    "\n" +
                    " लेलेते आपके लिए सारी खुसिया चाहे \n" +
                    "\n" +
                    "उनकी किस्मत हमारी जान होती!\n" +
                    "\n" +
                    " Happy New Year 2023",
            "\n" +
                    "भूल जाओ बीते हुए कल को,\n" +
                    "\n" +
                    " दिल में बसलो आने वाले कल को,\n" +
                    "\n" +
                    " मुस्कुराओ चाहे जो भी हो पल, \n" +
                    "\n" +
                    "खुशिया लेकर आएगा आने वाला कल, \n" +
                    "\n" +
                    "हैप्पी  NEW YEAR 2023",
            "\n" +
                    "बीत गया जो साल भूल जाएँ, \n" +
                    "\n" +
                    "उस नये साल को गले लगाये,\n" +
                    "\n" +
                    "करते हैं दुआ हम रब्ब से सर झुका के, \n" +
                    "\n" +
                    "इस साल के सारे सपने पूरे हो आपके!\n" +
                    "\n" +
                    "नया साल मुबारक हो!",
            " नया साल आये बनके उजाले, \n" +
                    "\n" +
                    "खुल जाये आपकी किस्मत के ताले!\n" +
                    "\n" +
                    "हमेशा आप पर रहे मेहेरबान घरवाले, \n" +
                    "\n" +
                    "चाँद तारे भी आप पर ही रोशनी डाले!\n" +
                    "\n" +
                    "नया साल मुबारक हो!"};
    String list[];
    ContainAdapter containAdapter;
    @Override
    protected void onCreate(Bundle savedInstanceState) {
        super.onCreate(savedInstanceState);
        setContentView(R.layout.activity_shayri_title_detail_view);
        listView = findViewById(R.id.activity_Shayari_title_detail_view_listview);
        int position = getIntent().getIntExtra("Position",0);
        int[] ImgArr = getIntent().getIntArrayExtra("Image");
        String[] Shayarititle = getIntent().getStringArrayExtra("Shayarititle");

        if(position==0)
        {
            list=Shubhkamna;
        }
        if(position==1)
        {
            list=Mitarta;
        }
        if(position==2)
        {
            list=Majedaar;
        }
        if(position==3)
        {
            list=Bhagvan;
        }
        if(position==4)
        {
            list=BJP;
        }
        if(position==5)
        {
            list=Prerana;
        }
        if(position==6)
        {
            list=Jeevan;
        }
        if(position==7)
        {
            list=Mahobbaat;
        }
        if(position==8)
        {
            list=Yaade;
        }
        if(position==9)
        {
            list=Anay;
        }
        if(position==10)
        {
            list=Rajniti;
        }
        if(position==11)
        {
            list=Prem;
        }
        if(position==12)
        {
            list=Dard;
        }
        if(position==13)
        {
            list=Sharabi;
        }
        if(position==14)
        {
            list=Bewafa;
        }
        if(position==15)
        {
            list=Janmdeen;
        }
        if(position==16)
        {
            list=Holi;
        }
        if(position==17)
        {
            list=Deepawali;
        }
        if(position==18)
        {
            list=Navvarsh;
        }

        containAdapter = new ContainAdapter(Shayri_Title_detail_view.this,ImgArr[position],list);
        listView.setAdapter(containAdapter);

       /* if(position==0)
        {
            containAdapter = new ContainAdapter(Shayri_Title_detail_view.this,ImgArr[position],Shubhkamna);
            listView.setAdapter(containAdapter);
        } else if (position==1) {
            containAdapter = new ContainAdapter(Shayri_Title_detail_view.this,ImgArr[position],Mitarta);
            listView.setAdapter(containAdapter);
        } else if (position==2) {
            containAdapter = new ContainAdapter(Shayri_Title_detail_view.this,ImgArr[position],Majedaar);
            listView.setAdapter(containAdapter);
        } else if (position==3) {
            containAdapter = new ContainAdapter(Shayri_Title_detail_view.this,ImgArr[position],Bhagvan);
            listView.setAdapter(containAdapter);
        } else if (position==4) {
            containAdapter = new ContainAdapter(Shayri_Title_detail_view.this,ImgArr[position],BJP);
            listView.setAdapter(containAdapter);
        } else if (position==5) {
            containAdapter = new ContainAdapter(Shayri_Title_detail_view.this,ImgArr[position],Prerana);
            listView.setAdapter(containAdapter);
        } else if (position==6) {
            containAdapter = new ContainAdapter(Shayri_Title_detail_view.this,ImgArr[position],Jeevan);
            listView.setAdapter(containAdapter);
        } else if (position==7) {
            containAdapter = new ContainAdapter(Shayri_Title_detail_view.this,ImgArr[position],Mahobbaat);
            listView.setAdapter(containAdapter);
        } else if (position==8) {
            containAdapter = new ContainAdapter(Shayri_Title_detail_view.this,ImgArr[position],Yaade);
            listView.setAdapter(containAdapter);
        } else if (position==9) {
            containAdapter = new ContainAdapter(Shayri_Title_detail_view.this,ImgArr[position],Anay);
            listView.setAdapter(containAdapter);
        } else if (position==10) {
            containAdapter = new ContainAdapter(Shayri_Title_detail_view.this,ImgArr[position],Rajniti);
            listView.setAdapter(containAdapter);
        } else if (position==11) {
            containAdapter = new ContainAdapter(Shayri_Title_detail_view.this,ImgArr[position],Prem);
            listView.setAdapter(containAdapter);
        } else if (position==12) {
            containAdapter = new ContainAdapter(Shayri_Title_detail_view.this,ImgArr[position],Dard);
            listView.setAdapter(containAdapter);
        } else if (position==13) {
            containAdapter = new ContainAdapter(Shayri_Title_detail_view.this,ImgArr[position],Sharabi);
            listView.setAdapter(containAdapter);
        } else if (position==14) {
            containAdapter = new ContainAdapter(Shayri_Title_detail_view.this,ImgArr[position],Bewafa);
            listView.setAdapter(containAdapter);
        } else if (position==15) {
            containAdapter = new ContainAdapter(Shayri_Title_detail_view.this,ImgArr[position],Janmdeen);
            listView.setAdapter(containAdapter);
        } else if (position==16) {
            containAdapter = new ContainAdapter(Shayri_Title_detail_view.this,ImgArr[position],Holi);
            listView.setAdapter(containAdapter);
        } else if (position==17) {
            containAdapter = new ContainAdapter(Shayri_Title_detail_view.this,ImgArr[position],Deepawali);
            listView.setAdapter(containAdapter);
        } else if (position==18) {
            containAdapter = new ContainAdapter(Shayri_Title_detail_view.this,ImgArr[position],Navvarsh);
            listView.setAdapter(containAdapter);
        }*/
        listView.setOnItemClickListener(new AdapterView.OnItemClickListener() {
            @Override
            public void onItemClick(AdapterView<?> adapterView, View view, int i, long l) {

                Intent intent = new Intent(Shayri_Title_detail_view.this,Shayari_show_view.class);
                System.out.println("Position"+i);

                intent.putExtra("Position",i);
                intent.putExtra("shyarilist",list);

                startActivity(intent);
            }
        });

    }
}